{"Group_199": {"100": ["Customs Commissioner, Mr.John Tsang Chun-wah assured that Customs is fully committed to intellectual property rights (IPR) protection and will continue to maintain Hong Kong as a pirate-free zone. \n\nHong Kong had remained on the \"Watch List\" of the United States Trade Representative's _Special 301 Report_ on the protection of IPR for 1997 and 1998.\n\nApproximately 150 delegates attented the World Intellectual Property Organization Asian Regional Symposium.  In his keynote speech, Mr. Chau Tak Hay said the three new laws which were enacted last year meet the high standards of the Intellectual Property Rights (TRIPS) Agreement of the World Trade Organization.\n\n\n\n", "The Hong Kong government remains committed to the protection of intellectual property rights.  Due to the actions of the Customs department, optical disc piracy has been on the decline. \n\nCustoms' ability to enforce against piracy was strengthened under the Copyright Ordinance of June 1997.  In addition, the Prevention of Copyright Piracy Ordinance requires all manufacturers of optical discs to be licensed by Customs. In September 1999, the Commissioner of Customs and Excise announced that piracy was under control.  Yet, Hong Kong was still listed on a United States Watch List for intellectual property violations in 1998, reinforcing the need for vigilance.\n", "Spurred by the World Trade Organization, the Hong Kong Special Administrative Region (HKSAR) has implemented measures to fight copyright piracy. Intellectual property rights protection is an essential element in the development of trade, investment and technology transfer, and copyright infringement undermines economic viability. HKSAR's approach to combatting the problem involves legislation, enforcement, education and cooperation with intellectual property rights owners. Two important pieces of legislation have been passed: the Copyright Ordinance and the Prevention of Copyright Piracy Ordinance, both of which have helped to strengthen Customs' capabilities in anti-pirating. Hong Kong's laws concerning intellectual property rights are regarded as among the world's highest standard.\n"], "50": ["Customs Commissioner, Mr.John Tsang Chun-wah assured that Customs is committed to intellectual property rights (IPR) protection and will continue to maintain Hong Kong as a pirate-free zone.\n\nFor 1997 and 1998 Hong Kong has remained on the \"Watch List\" of the United States Trade Representative's _Special 301 Report_ on the protection of IPR.\n", "As intellectual property rights protection is an essential element in the development of trade, investment and technology transfer, Hong Kong has implemented strong measures to fight copyright piracy. Hong Kong's approach to combatting the problem involves legislation, enforcement, education and cooperation with intellectual property rights owners.\n", "Due to the actions of the Customs department, optical disc piracy in Hong Kong has been on the decline. Customs' ability to enforce against piracy was strengthened by the Copyright Ordinance and the Prevention of Copyright Piracy Ordinance.  However, the US still listed Hong Kong on an intellectual property watch list in 1998.\n"], "200": ["Customs Commissioner, Mr.John Tsang Chun-wah assured that Customs is fully committed to intellectual property rights (IPR) protection and will continue to maintain Hong Kong as a pirate-free zone.  There are approximately 300 officers in the Intellectual Property Investigation Bureau and a 185-member Special Task Force that helps fight the street war.\n\nIn December 1997, a license requirement for the import and export of optical disc manufacturing equipment was issued. In spite of this, Hong Kong remained on the \"Watch List\" of the United States Trade Representative's _Special 301 Report_ on the protection of IPR.\n\nInto 1999, the department had neutralized 19 illegal factories manufacturing pirated optical discs and impounded 75 production lines.  The previous year, it seized more than 40 million discs, an increase of 770% over 1997.\n\nAt the World Intellectual Property Organization Asian Regional Symposium approximately 150 delegates focused on \"Enforcement of Intellectual Property Rights under the TRIPS Agreement\".  In his keynote speech, Mr. Chau Tak Hay said the three new laws, the Copyright Ordinance, the Registered Design Ordinance and the Patents Ordinance, which were enacted last year meet the high standards set down in the trade-related aspects of the Intellectual Property Rights (TRIPS) Agreement of the World Trade Organization.\n\n\n", "Spurred by the World Trade Organization, the Hong Kong Special Administrative Region (HKSAR) has implemented measures to fight copyright piracy. Intellectual property rights protection is an essential element in the development of trade, investment and technology transfer, and copyright infringement undermines economic viability. HKSAR's approach to combatting the problem involves legislation, enforcement, education and cooperation with intellectual property rights owners. Two important pieces of legislation have been passed: the Copyright Ordinance and the Prevention of Copyright Piracy Ordinance, both of which have helped to strengthen Customs' capabilities in anti-pirating. The Copyright Ordinance raised penalties for copyright piracy and granted Customs greater ability to conduct raids at the retail level, resulting in seizures of millions of pirated discs. The Prevention of Copyright Piracy Ordinance requires that all optical disc manufacturers be licensed for import and export by Customs and that all optical discs made in HKSAR carry a source code. The Government has also raised public awareness, helping citizens understand the importance of intellectual property rights and the impact of piracy. Through all of these efforts, Hong Kong's laws concerning intellectual property rights are regarded as among the world's highest standard, and piracy has been shrinking rapidly.\n", "The Hong Kong government remains committed to the protection of intellectual property rights.  Due to the actions of the Customs department, optical disc piracy has been on the decline.  Certain reports, however, indicate that piracy remains a problem in Hong Kong.\n\nCustoms' ability to enforce against piracy was strengthened under the Copyright Ordinance of June 1997.  Courts have begun to give heavier sentences for piracy, as well.  The Prevention of Copyright Piracy Ordinance requires all manufacturers of optical discs to be licensed by Customs.  In September 1999, the Commissioner of Customs and Excise announced that piracy was under control, as the sale of pirated compact discs in shopping areas had been sharply decreasing.  This was in part due to a change in enforcement strategies, in which Customs established a task force to combat piracy at the street level, while also targeting piracy at the manufacturing and storage levels.  \n\nAs of 1998, Hong Kong was still listed on the Watch List in the United States Trade Representative's Special 301 Report on intellectual property rights.  The Hong Kong government felt that the statements of the report regarding Hong Kong were unfair, given the effort and progress that the government has made in halting piracy.\n"]}, "Group_60": {"100": ["The Hong Kong Customs and Excise department has received much praise for doing good work.\n\nOne of Customs' main concerns is the protection of intellectual property rights and the maintenance of Hong Kong as a pirate-free zone.  This is important as Hong Kong seeks to increase its investment in technology. \n\nAlso of concern is the protection of the integrity of the department.  Customs' constantly reviews its work procedures to minimize chances of corruption.\n\nHong Kong Customs does not work completely independently;  The department has signed a Customs Cooperative arrangement aimed at strengthening its relationship with the Customs General Administration of  China.\n\n\n\n", "The Customs and Excise Department contributes significantly to law and order in society and the economic well-being of Hong Kong. It is committed to the enforcement of 48 different pieces of legislation, such as the protection of revenue on dutiable commodities, the detection of drug trafficking and smuggling, and the protection of intellectual property rights. The Department has been repeatedly praised for its excellance in discharging these duties, and its professionalism and dedication. It has sustained efforts to maintain Hong Kong as a separate customs territory after its return to China, thus ensuring the success of the \"one country, two systems\" policy.\n", " The Chief Executive, Mr Tung Chee Hwa,in September '99 noted that the Hong Kong Customs Department had taken vigorous actions against rights infringement activities and had established close links with mainland international law enforcement authorities as well as the relevant authorities to protect intellectual property rights.\n He noted that the Department had proven to the world through its unrelenting boundary control and active participation in the international customs arena that Hong Kong remained a separate customs territory after its return to China, and that the concept of \"one country, two systems\" had been implemented successfully in Hong Kong.\n\n"], "50": ["The Hong Kong Customs and Excise department has received much praise for doing good work.\n\nOne of Customs' main concerns is the protection of intellectual property rights and the maintenance of Hong Kong as a pirate-free zone.  Also of concern is the protection of the integrity of the department.\n\n", " Hong Kong Customs has taken vigorous actions against rights infringement activities and has established close links with mainland international law enforcement authorities as well as the relevant authorities to protect intellectual property rights. The Department, through its unrelenting boundary control and active participation in the international customs arena, has remained a separate territory.\n", "The Customs and Excise Department contributes significantly to law and order in society and the economic well-being of Hong Kong. The Department has been repeatedly praised for its excellance in discharging these duties with professionalism and dedication. Its good work has also made Hong Kong one of the finest commercial centres in the world.\n"], "200": ["Through its good work, the Customs and Excise Department contributes significantly to law and order in society and the economic well-being of Hong Kong. It is committed to the enforcement of 48 different pieces of legislation, which includes the protection of revenue on dutiable commodities, the detection of drug trafficking and smuggling, the protection of intellectual property rights and consumer interests, the exercise of import and export controls as well as customs clearance of travellers and goods. The Department has been repeatedly praised for its excellance in discharging these duties, and its professionalism, dedication, and efficiency. The fine balance that it has maintained between law enforcement and trade facilitation has enhanced competitiveness and strengthened Hong Kong's position as one of the finest commercial centres in the world. More importantly, the Department has proven to the world through its unrelenting boundary control, active participation in  international customs activites and support of international customs cooperation. It also has sustained efforts to maintain its independence and autonomy in the control of strategic commodities that Hong Kong remains a separate customs territory after its return to China, and that the concept of \"one country, two systems\" has been implemented successfully in Hong Kong.\n\n", "The Hong Kong Customs and Excise department has received much praise for doing good work.  While inspecting the department's review to mark its 90th anniversary at the training school in Tuen Mun, the chief executive, Mr. Tung Chee Hwa lauded Customs for their contributions to the betterment of society.  Customs commissioner, Mr. John Tsang Chun-wah said that customs has been playing an important part in implementing the \"one country, two systems\" concept in Hong Kong.\n\nOne of Customs' main concerns is the protection of intellectual property rights and the maintenance of Hong Kong as a pirate-free zone.  This is important as Hong Kong seeks to increase its investment in technology.  In one month, Customs officers had busted 11 underground CD factories and seized 18 production lines worth about $100 million.  This was done with the help of a 300-member Intellectual Property Investigation Bureau and a 185-member Special Task force street team.\n\nAlso of concern is the protection of the integrity of the department.  Customs' constantly reviews its work procedures to minimize chances of corruption.\n\nHong Kong Customs does not work completely independently;  The department has signed a Customs Cooperative arrangement aimed at strengthening its relationship with the Customs General Administration of  China.\n\n\n", " The Chief Executive, Mr Tung Chee Hwa,in September '99 noted that the Hong Kong Customs Department had taken vigorous actions against rights infringement activities and had established close links with mainland international law enforcement authorities as well as the relevant authorities to protect intellectual property rights.\n He noted that the Department had proven to the world through its unrelenting boundary control and active participation in the international customs arena that Hong Kong remained a separate customs territory after its return to China, and that the concept of \"one country, two systems\" had been implemented successfully in Hong Kong.\n\n\"With the approach of the 21st Century, we commit ourselves to developing Hong Kong into a centre of innovation and technology,\" Mr Tung went on.\n\n Over the past nine decades, Hong Kong has transformed itself from a seaport into a leading international commercial centre. The Department has also undergone considerable expansion in both its establishment and scope of responsibilities. With an establishment of 5,200 strong staff members, the Customs and Excise Department is now a major Department under the Government of the Hong Kong Special Administrative Region, committed to the enforcement of 48 different pieces of legislation.\n"]}, "Group_883": {"100": ["  The Food and Environmental Hygiene Department (FEHD) along with the Urban Services Department, in efforts to stem cholera and safeguard public health, have mounted blitz operations against unlicensed food factories selling snacks and cooked food in Mong Kok district. There has been proliferation of these small scale food factories that sell snacks and cooked food, specifically, shellfish, non-bottled drinks and Siu Mei and Lo Mei, in sub-divided shop units. Most of these premises are not qualified for a food licence and their hygiene standards are poor, often storing food in open spaces and preparing food on the pavement in front of these shops. \n", "The Food and Environmental Hygiene Department and Urban Services Department have been active in shutting down unlicensed food vendors.  These vendors are likely to be a threat to public health due to unsanitary conditions of food preparation.\n\nIn order to speed up prosecution of the proprietors of these food vendors, arrest actions were taken in addition to normal prosecution.\n\nIn the Food Business Regulation, it is stated that those in the food business cannot leave food open to contamination or wrap the food in unclean material.  In the face of diseases such as cholera, the prosecution of unlicensed food vendors is important.\n", "Widespread existence of unlicensed food vendors has caused the Urban Services Department (USD) to step up law enforcement action against them.  Steps taken include increasing the frequency of inspections to restaurants and stepping up prosecution actions against irregularities found on these premises.\n \nAlso involved in attempting to eliminate the existence of these unlicensed food factories is the Food and Environmental Hygiene Department (FEHD).  The FEHD launched several sting operations in and around Mong Kok.  One of these stings resulted inthe arrest of six operators.  Also recovered from the operation was 93 kilograms of cooked food which was possibly exposed to contamination.\n"], "50": ["The Food and Environmental Hygiene Department and Urban Services Department have been active in shutting down unlicensed food vendors. \n\nIn order to speed up prosecution of the proprietors, arrest actions were taken in addition to normal prosecution.  With the threat of diseases such as cholera, prosecution of unlicensed food vendors is important.\n", "   The Food and Environmental Hygiene Department (FEHD) along with the Urban Services Department, in an effort to stem cholera and safeguard public health, have mounted blitz operations against unlicensed food factories selling snacks and cooked food in Mong Kok district. There's been  proliferation of small scale food factories selling snacks and cooked food.\n", "Widespread existence of unlicensed food vendors has caused the Urban Services Department (USD) to step up law enforcement action against them.\n\nAlso involved in attempting to eliminate the existence of these unlicensed food factories is the Food and Environmental Hygiene Department (FEHD). The FEHD hopes to help protect puclic health.\n"], "200": ["Widespread existence of unlicensed food vendors has caused the Urban Services Department (USD) to step up law enforcement action against them.  Steps taken include increasing the frequency of inspections to restaurants and food premises and stepping up prosecution actions against irregularities found on these premises.\n\nThe USD is trying to bring these vendors to court on chardes of operating unlicensed food factories and exposing food to risk of contamination.  The maximum penalty for operating unlicensed food premises is a $50,000 fine and six months imprisonment with a $900 per day fine.\n\nAlso involved in attempting to eliminate the existence of these unlicensed food factories is the Food and Environmental Hygiene Department (FEHD).  The FEHD launched several sting operations in and around Mong Kok.  One of these stings resulted inthe arrest of six operators.  Also recovered from the operation was 93 kilograms of cooked food which was possibly exposed to contamination.  Another raid mounted earlier in Mong Kok, resulted in the arrest of 21 operators. \n\nThe seizures are legal under Secion 59 of the Public Heath and Municipal Services Ordinance, Cap 132. The FEHD hopes to put an end to these illegal operations to help protect puclic health and safety.\n\n\n", " The Food and Environmental Hygiene Department (FEHD) along with the Urban Services Department, in an effort to stem cholera and safeguard public health, have mounted blitz operations against unlicensed food factories selling snacks and cooked food in Mong Kok district. There has been a proliferation of these small scale food factories that sell snacks and cooked food, specifically, shellfish, non-bottled drinks and Siu Mei and Lo Mei, in sub-divided shop units. Most of these premises are not qualified for a food licence and their hygiene standards are poor, often storing food in open spaces and preparing food on the pavement in front of these shops. \n\n Both agencies have reacted strongly. Summary arrests launced in urban blackspots between November 25 and 27 resulted in the arrest of twelve operators for running unlicensed food premises and three for breaching a prohibition order. Moreover, a total of 80 kilograms of cooked food exposed to risk of contamination were also seized for disposal under Section 59 of the Public Health and Municipal Services Ordinance, Cap 132.\n\n Under the Food Business (Urban Council) By-laws, the maximum penalty for operating unlicensed food premises is a fine of $50,000, an imprisonment of six months and a daily fine of $900.\n", "The Food and Environmental Hygiene Department and Urban Services Department have been active in shutting down unlicensed food vendors.  These vendors are likely to be a threat to public health due to unsanitary conditions of food preparation and storage.\n\nRecently, there has been an increase in the number of small food factories selling snacks and cooked food.  The conditions of most of these places are not sanitary, and prosecution action is usually difficult because the vendors' tenancies at these locations are short.  In order to speed up prosecution of the proprietors of these food vendors, arrest actions were taken in addition to normal prosecution.  In 1999, a total of 243 summonses were issued to unlicensed food vendors in the Mong Kok district of Hong Kong.\n\nIn the Food Business Regulation, it is stated that those in the food business cannot leave food open to contamination or wrap the food in unclean material.  Vendors are reminded that the maximum penalty for operating unlicensed food premises is $50,000 and six months in prison, along with a daily fine of $900.  In the face of health risks such as the spread of cholera, the government pledges to continue its efforts to ensure the health of the public.\n\n"]}, "Group_310": {"100": ["Several special edition stamps and other postal products are coming the post office including new postal products on the theme \"Hong Kong Designs\", Chinese White Dolphin stamps, Special stamps of the theme of 1997 World Bank Group/International Monetary Fund Annual Meetings, stamps commemorating the \"Year of the Dragon\", Stamps in recognition of the Red Cross, Stamps on the Hong Kong Scouts, Hong Kong sea shell stamps.\n\nMost stamps will be printed only for a limited time and will sell until the supply is exhausted.\nMany of the stamps also carry a limit on the number of any denomination a person can purchase.\n\n", "Hong Kong postoffice has issued a number of special stamps commemorating various events or celebrating features of Hong Kong life. \n\n For example, stamps on \"Hong Kong Scouts\" were issued in July 1998. They were designed by Gideon Lai. This set of stamps depicts different sections of Hong Kong. They are Grasshopper Scouts and Cub Scouts; Venture Scouts; and Rover Scouts and adult leaders. As of July 1998, the stamps were on display for the advance information of the public at the General Post Office, Tsim Sha Tsui Post Office, Tsuen Wan Post Office and Sha Tin Central Post Office.\n", "The Hongkong Post Office issues two to three different sets of commemorative stamps each year, acknowledging special events or wildlife, or community services, such as the 50th Anniversary of the Founding of the People's Republic of China, the Lunar Year, Hong Kong seashells, and the Hong Kong Red Cross. Each set consists of four designs, each for a different denomination. Presentation packs, mint stamps, and serviced first day covers with a full set of the cancelled stamps were available through advance order. Special postmarks were also introduced for each set, with hand-back service offered at all post offices and all 22 philatelic offices.\n"], "50": ["The Hongkong Post Office issues several different sets of commemorative stamps each year, acknowledging special events or wildlife, or community services. Each set consists of four designs; a special postmark was also introduced for the occasion. Presentation packs, mint stamps, and serviced first day covers were available through advance order.\n", "Several special edition stamps and other postal products are coming the post office.\n\nMost of the stamps will be printed only for a limited time and will sell until the supply is exhausted. \n\nThe list of stamp designers include: Mr. Bon Kwan, Mr. John Au and Mr. Colin Tillyer.\n\n", "Hong Kong postoffice has issued a number of special stamps commemorating various events or celebrating features of Hong Kong life. Some of the themes of the issues have been \"Hong Kong Scouts,\" recognition of the Red Cross, and the Year of the Dragon. There have also been a number of associated souvenirs. \n\n \n"], "200": ["The Hongkong Post Office issues several different sets of commemorative stamps each year. In 1997, it issued sets on the following themes: the World Bank Group/International Monetary Fund Annual Meetings (designed by Colin Tillyer); the Year of the Tiger (designed by Kan Tai-keung); and Hong Kong seashells (designed by Ken Li). In 1998, it issued sets on the following themes: Hong Kong Scouts (designed by Gideon Lai), and Hong Kong Designs (designed by John Au). In 1999, it issued sets on the following themes: the Chinese White Dolphin (designed by Colin Tillyer), and the 50th Anniversary of the Founding of the People's Republic of China (designed by Tony Ho). In 2000, it issued sets on the following themes: the establishment of the first public Certification Authority by Hongkong Post; Year of the Dragon; and the Hong Kong Red Cross (all designed by Bon Kwan). Each set consists of four designs, each for a different denomination. Presentation packs, mint stamps, and serviced first day covers with a full set of the cancelled stamps were available through advance order. Special postmarks were also introduced for each set, with hand-back service offered at all post offices and all 22 philatelic offices.\n", " Hong Kong postoffice has issued a number of special stamps commemorating various events or celebrating features of Hong Kong life. \n\n For example, stamps on \"Hong Kong Scouts\" were issued in July 1998. They were designed by Gideon Lai and printed in lithography by Bundes Druckerei. This set of stamps depicts different sections of Hong Kong. They are Grasshopper Scouts and Cub Scouts; Venture Scouts; and Rover Scouts and adult leaders. As of July 26, 1998, the stamps were on display for the advance information of the public at the General Post Office, Tsim Sha Tsui Post Office, Tsuen Wan Post Office and Sha Tin Central Post Office. Official first day covers were put on sale at all post offices at $1 each on the same day.\n\n Also, a set of stamps on the theme of the \"Year of the Dragon\" were issued January 23, 2000. will be issued on January 23, 2000 (Sunday). The stamps were designed by Mr Bon Kwan and printed in lithography by Walsall Security Printers Ltd, United Kingdom. Other philatelic products with the issue include a souvenir sheet; a set of four picture, a presentation pack containing four stamps and an imperforated stamp sheetle.\n\n", "Several special edition stamps and other postal products are coming the post office.\n\n1) A $10 definitive stamp sheetlet will be issued on to commemorate the establishment of the first public Certification Authority by Hongkong Post.\n2) New postal products on the theme \"Hong Kong Designs\"\n3) Chinese White Dolphin stamps\n4) Special stamps for the 50th Anniversary of the Founding of the People's Republic of China.\n5) Special stamps of the theme of 1997 World Bank Group/International Monetary Fund Annual Meetings\n6) Special stamps commemorating the \"Year of the Tiger\"\n7) Special stamps commemorating the \"Year of the Dragon\"\n8) Special Stamps in recognition of the Red Cross\n9) Special Stamps on the Hong Kong Scouts\n10) Hong Kong sea shell stamps.\n\nMost of the stamps will be printed only for a limited time and will sell until the supply is exhausted.\nMany of the stamps also carry a limit on the number of any denomination a person can purchase.\n\nThe list of stamp designers include: Mr. Bon Kwan, Mr. John Au, Mr. Colin Tillyer, Mr. Tony Ho, Mr. Kan Tai-keung, Mr. Ken Li and Mr. Gideon Lai.  The stamps were printed in many countries including Switzerland, Canda and the UK.\n"]}, "Group_46": {"100": [" In 1998 the Hong Kong government made a sustained effort to tackle unemployment problems. Comparing April-June 1998 period with March-May 1998, the increase in the unemployment rate occurred mainly in the retail, restaurants and construction sectors. \n In response, the government initiated a series of measures, such as strengthening the Labour Department's Job Matching Programme, and providing a telephone job matching service and vacancy processing service for job-seekers.\n Attending these measures were decreases in the unemployment rate, seen mainly in the construction, manufacturing, import/export trades, hotels, transport, real estate and insurance sectors. There were also decreases in the underemployment rate.\n \n\n", "The unemployment and underemployment rates in Hong Kong during the 1998-99 year have varied.  Both numbers reached lows of 3.9% and 2.2% (unemployment and underemployment, respectfully) during the period of February to April 1998.  The unemployment rate was at a high of 6.3% during the period from February to April 1999.  The underemployment rate reached a high of 3.1% during the periods between July and September of 1999 as well as during the November 1998 to January 1999 period.\n\nThe government has taken steps to improve the rates such as undertaking projects that would create new jobs for unemployed adults.\n\n\n", "The Asian financial crisis in 1998 created high unemployment rates in Hong Kong. As unemployment rates rose, the Government had been implementing a wide-ranging series of measures to help the unemployed to rejoin the workforce and equip them with the requisite skills to stay competitive in the labour market. It also created thousands of jobs through major new public works projects. The Labour Department is providing a full range of strengthened services to help unemployed job-seekers find jobs, particularly through its extended Job Matching Programme. Extensive training courses were offered by the Vocational Training Council, which aided the unemployed in retraining and skills upgrading.\n"], "50": ["The unemployment and underemployment rates during the 1998-99 year have varied.  Both numbers reached lows during the period of February to April 1998.  The unemployment rate reached a high of 6.3% while underemployment got as high as 3.1%.  The government has taken steps to improve the rates.\n\n\n", " Due to increases in the Hong Kong 1998 unemployment rate that occurred mainly in the retail, restaurants and construction sectors, the government initiated a series of measures. Attending these measures were decreases in the unemployment rate, seen mainly in the construction, manufacturing, import/export trades, hotels, transport, real estate and insurance sectors.\n\n", "The Asian financial crisis in 1998 created high unemployment rates in Hong Kong. As unemployment rates rose, the Government implemented a wide-ranging series of measures to help the unemployed to rejoin the workforce and equip them with the requisite skills to stay competitive in the labour market.\n"], "200": ["During the period from July to September 1999 in Hong Kong, the unemployment and underemployment rates were 6.1% and 3.1% respectively.  These numbers were obtained from a continuous general household survey  The unemployment rate reflects an increase in decoration and maintenance, transport, wholesale trade and hotels which offset decreases in  communications and business services.  Although the number of people in the labor force increased in this period from earlier months, the number of people employed decreased.\n\nThe unemployment and underemployment rates in Hong Kong during the 1998-99 year have varied greatly.  Both numbers reached lows of 3.9% and 2.2% (unemployment and underemployment, respectfully) during the period of February to April 1998.  The unemployment rate was at a high of 6.3% during the period from February to April 1999.  The underemployment rate reached a high of 3.1% during the periods between July and September of 1999 as well as during the November 1998 to January 1999 period.\n\nThe government has taken many steps to improve the unemployment rates such as undertaking projects that would create thousands of new jobs.  There have also been skill training programs for both unemployed adults as well as for children that have been met with enthusiasm.\n\n\n", " In 1998 the Hong Kong government made a sustained effor to tackle unemployment problems. The provisional seasonally adjusted unemployment rate for the period April - June 1998 was 4.5%, and the provisional underemployment rate was 2.6%. Comparing this period with March-May 1998, the increase in the unemployment rate occurred mainly in the retail, restaurants and construction sectors. \n Given this the government initiated a series of measures to ease unemployment. These measures included strengthening the Labour Department's Job Matching Programme, and providing a telephone job matching service and vacancy processing service for job-seekers.\n Attending these measures were decreases in the unemployment rate. These decreases in unemployment rate were seen mainly in the construction, manufacturing, import/export trades, hotels, transport, real estate and insurance sectors. As to the underemployment rate, decreases were seen in the decoration and maintenance, manufacturing, transport and restaurants secotrs. \n Mr K Y Tang, the Government Economist, observed that as business conditions gradually improved, the labour market also benefited, and both the unemployment and the underemployment rates fell in the aforementioned period.\nHowever, he cautioned that with more fresh graduates the unemployment rate especially for younger persons would probably remain relatively high in the near term.\n", "The Asian financial crisis in 1998 created high unemployment rates in Hong Kong. As unemployment rates rose, the Government had been implementing a wide-ranging series of measures to help the unemployed to rejoin the workforce and equip them with the requisite skills to stay competitive in the labour market. The Labour Department is providing a full range of strengthened services to help unemployed job-seekers find jobs, particularly through the Job Matching Programme, and providing a telephone job-matching service and vacancy processing service for job-seekers. Extensive training courses, both long- and short-term were also offered by the Vocational Training Council, which aided the unemployed in retraining and skills upgrading; also, the Employees Retraining Board increased its training capacity and expenditures. The Government awarded and pushed along dozens of new major public works projects, which creates thousands of new jobs. Hundreds of Small and Medium Enterprises have been approved for loans under the Special Financial Scheme, which should help relieve the liquidity problems which many businesses face. As summer advanced, rising numbers of tourists in Hong Kong aided the economy, creating a demand for new employees; however, recent college graduates entering the job market increased the labour supply.\n\n"]}, "Group_398": {"100": ["Control measures on the avian flu were declared effective by experts for the World Health Organization and the Centers for Disease Control and Prevention. No new cases of influenza A H5N1 occured in Hong Kong for almost a year. World health scientists and experts on influenza applauded the action taken by the Hong Kong Government in December 1997, saying that it might have saved the world from an influenza pandemic.\nOne action taken was a mass poultry slaughter because the primary mode of transmission of the infection was from poultry to man. Human to human transmission of the virus has not been proven.\n\n\n\n", "Hong Kong has been responding to the problem of avian influenza through a surveillance system and maintaining public health.\n\nAs of late 1998, the influenza programs undertaken by the government had resulted in the absence of any new cases for a year.  Part of the government's action was an influenza surveillance, which had been extended to all public hospitals and outpatient clinics. \n\nScientists have discovered that the primary mode of transmission of avian flu is from poultry to humans, rather than from human to human.  The public are reminded to help prevent the spread of avian flu through good hygiene.\n", "Following confirmed cases of several different strains of the influenza virus, Government health officials have been on guard.  The influenza H3N2 virus isolated from a 10 month-old girl who was treated at Tuen Mun Hospital for fever and influenza like illness last month was of swine origin.  Other strains include influenza A H5N1, which has occurred in Hong Kong for almost a year, and influenza A H9N2, both primarily transmitted from birds or ducks, and therefore called the avian flu.\n\nWhile the modes of transmission require more study, it seems for both types the human to human transmission rate remains low.\n"], "50": ["Government health officials have been on guard for influenza strains that include influenza H3N2 virus, of swine origin, influenza A H5N1 and H9N2, transmitted from birds.\n\nDepartment of Health's Consultant on Community Medicine Dr Mak Kwok-hang did not think there was cause for undue alarm but emphasized the importance of maintaining vigilant influenza surveillance.\n", "Control measures on the avian flu were declared effective by experts. No new cases of influenza A H5N1 occured in Hong Kong for almost a year. Action taken by the Hong Kong Government in December 1997 might have saved the world from an influenza pandemic.\nOne action taken was a mass poultry slaughter.\n\n\n\n", "Hong Kong has been responding to the problem of avian influenza.\n\nThe Department of Health's influenza surveillance has been extended to all public hospitals and outpatient clinics.  Scientists have discovered that avian flu is primarily transmitted from poultry to humans.  The public are reminded to use good hygiene, especially near bird products.\n\n"], "200": ["Hong Kong has been responding to the problem of avian influenza through a surveillance system and maintaining public health.  To do this, authorities have needed to monitor each reported case of avian flu and address the problem of transmission from contaminated poultry.\n\nAs of late 1998, the influenza programs undertaken by the government had resulted in the absence of any new cases for a year.  Part of the government's action was the Department of Health's influenza surveillance, which had been extended to all public hospitals and outpatient clinics, as well as many general practitioners.  The government also took 18,000 specimens to be tested for avian strains of influenza.  Throat secretion specimens were also taken abroad to the World Health Organization for analysis.\n\nDue to the government's success in flu prevention, it had time to investigate the illness in depth.  Scientists discovered that the primary mode of transmission of avian flu is from poultry to humans, rather than from human to human.\n\nIn order to prevent the spread of avian flu, the government reminds the public to build up bodily resistance, observe good hygiene, and use caution near bird feces.  These guidelines are also applicable to preventing influenza of swine origin.\n", "Control measures on the avian flu were declared effective by experts for the World Health Organization and the Centers for Disease Control and Prevention. No new cases of influenza A H5N1 occured in Hong Kong for almost a year. World health scientists and experts on influenza applauded the vigorous and carefully considered action taken by the Hong Kong Government in December 1997, saying that the action might have saved the world from an influenza pandemic.\nPart of the action taken was a mass poultry slaughter because the primary mode of transmission of the infection was from poultry to man. Human to human transmission of the virus has not been proven. Blood samples, on-farm testing, and new licensing conditions covering hygiene and management practices work in conjunction with the Agriculture and Fisheries Department which conducts surveillance on birds and markets. These measures have safeguarded the health of poultry and ensured that the disease does not occur.\nTwo isolated cases of influenza occured in April 1999 but in September, after thorough investigation, the Department of Health and the Special Investigation Group declared that influenza A H9N2 poses no imminent major threat to public health. Both of the infected girls made full recovery.\n\n\n\n\n", "Influenza being closely monitored\n\nFollowing confirmed cases of several different strains of the influenza virus, Government health officials have been on guard.  The Department of Health received confirmation from an overseas labratory that the influenza H3N2 virus isolated from a 10 month-old girl who was treated at Tuen Mun Hospital for fever and influenza like illness last month was of swine origin.  Other strains include influenza A H5N1, which has occurred in Hong Kong for almost a year, and influenza A H9N2, both primarily transmitted from birds or ducks, and therefore called the avian flu.\n\nAs part of its influenza surveillance program, the Department of Health closely followed up on the case isolated in the 10-month-old girl with an atypical influenza A H3N2 strain.  However, since overseas patients have made full recoveries in the past, and as this was the first confirmed case of this swine flu in Hong Kong, the Department of Health's Consultant on Community Medicine Dr Mak Kwok-hang did not think there was cause for undue alarm but emphasized the importance of maintaining vigilant influenza surveillance.  While the modes of transmission require more study, it seems for both types the human to human transmission rate remains low.\n\n"]}, "Group_885": {"100": ["The Hong Kong Customs Department is continuing its vigilance in cracking down on the smuggling of dutiable cigarettes with its Anti-Cigarette-Smuggling Task Force. Officers of this Task Force have been making seizures of illegal goods and arrests of those persons smuggling them. Trough intensive information analysis and investigation, they have also tracked down and smashed contraband cigarette distribution centers. Millions of cigarette sticks which could have brought in millions of dollars in customs duties have been seized. Both seller and buyer of illicit cigarettes face a maximum $1 million fine and imprisonment when charged under the Dutiable Commodities Ordinance.\n", " In 1999-2000, Customs officers conducted a number, over 115, of successful raids in Mong Kok and other areas. 61 people, including 16 buyers, were arrested. Over 3.1 million sticks of duty-not-paid cigarettes were seized. \n \n In the attempt to stem sale of illicit cigarettes, a Customs Anti-Illicit Cigarette Task Force (CTF) was established in April 2000 and was charged with stepping up enforcement actions against illicit cigarette activities both at the supply and retail level.\n\n At the retail level, members of the CTF and Customs officers conducted a joint operation in April 2000, aimed at cracking down illicit cigarette activities at street level.\n", "There were a string of customs operations against the sale of illicit cigarettes.\n\nOne seizure was conducted by customs officers form the Marine and Land Enforcement (MLE) Division.  The officers seized $150K worth of dutiable cigarettes. The MLE Division also ran an operation codenamed \"Operation Torpedo\".  The ten-hour operation resulted in the arrest of 11 men and 5 women. \n\nThe Customs Anti-Illicit Cigarette Task Force(CTF) has been established to step up enformemenct actions against illegal cigarette purchase and distribution.  The CTF and the MLE joined forced in stopping the illegal activities and have arrested many people, all between the ages of 17 and 82.\n\n"], "50": ["The Hong Kong Customs Department is continuing its vigilance in cracking down on the smuggling of dutiable cigarettes with its Anti-Cigarette-Smuggling Task Force. Officers of this Task Force have been making seizures of illegal goods and arrests of those persons smuggling them, and also smashing contraband distribution centers.\n", "There were a string of customs stings and seizures regarding the sale of illicit cigarettes.\n\nThe two main organizations that are fighting against the trafficing of illicit cigarettes are the Marine and Land Enforcement Division and the Customs Anti-Illicit Cigarette Task Force.\n\nPeople arrested were between 17 and 82 years old.\n", "In 1999-2000, customs officers conducted a number, over 115, of successful raids in Mong Kok and other areas. 61 people, including 16 buyers, were arrested. Over 3.1 million sticks of duty-not-paid cigarettes were seized. In the attempt to stem sale of illicit cigarettes, a Customs Anti-Illicit Cigarette Task Force was established in April 2000.\n"], "200": ["There were a string of customs operations against the sale of illicit cigarettes.\n\nOne seizure was conducted my customs officers form the Marine and Land Enforcement (MLE) Division.  The officers seized $150K worth of dutiable cigarettes. The MLE Division also ran an operation codenamed \"Operation Torpedo\".  The ten-hour operation saw many of Hong Kongs black spots raided and resulted in the arrest of 11 men and 5 women.  Those arrested will be charged with offences in relation with dealing with goods to which dutiable commodities apply and sale of dutiable goods. \n\nThe Customs Anti-Illicit Cigarette Task Force(CTF) has been established to step up enformemenct actions against illegal cigarette purchase and distribution.\n\nThe CTF and the MLE conducted a joint operation.  The 12-hour sting resulted in the seizure of illicit cigarettes which carried a market value of $80,000 and a duty potential of $45,000.  11 people were arrested including two buyers.\n\nCustoms officers also broke up a dutiable cigarettes packaging and storage centre in Sham Shui Po. About $1 million in cigarettes were recovered.  This bundel had an extimated duty potential of $500,000.\n\nPeople arrested in all of the seizures have been between the ages of 17 and 82 years old.\n", "The Hong Kong Customs Department is continuing its vigilance in cracking down on the smuggling of dutiable cigarettes with its Anti-Cigarette-Smuggling Task Force. Officers of this Task Force have been making seizures of illegal goods and arrests of those persons smuggling them. Trough intensive information analysis and investigation, they have also tracked down and smashed contraband cigarette distribution centers. The Task Force joined with the Marine and Land Enforcement Command to conduct operations in illicit cigarette activities at the retail street level. Millions of cigarette sticks which could have brought in millions of dollars in customs duties have been seized. A spokesman for the Customs and Excise Department appealed to the public not to buy illicit cigarettes as both the buyer and seller will face a criminal charge under the Dutiable Commodities Ordinance. Arrested persons will be charged under the Dutiable Commodities Ordinance. The maximum penalty for the offence is a fine of $1 million and imprisonment of two years, and the Department will pursue stringent enforcement. The Department will continue its vigorous enforcement actions to check the supply of dutiable cigarettes to show the determination in protecting public revenue. Members of the public are encouraged to provide information through the Customs hotline.\n", "On February 10, 2000, customs officers from the Marine and Land Enforcement (MLE) Division seized about 100,000 sticks of dutiable cigarettes, which carried a market value of about $150,000 and a duty potential of about $80,000, in an operation against the sale of dutiable cigarettes at street level in Mong Kok.\n\nAbout 15 minutes later, Customs officers saw a man moving six cartons at 377 New Reclamation Street. The officers immediately intercepted the man and seized about 60,000 sticks of duty-not-paid cigarettes at the staircases between the second and third floor.\n\nThe arrested, aged between 28 and 33, will be charged with offences in relation with \"dealing with goods to which dutiable commodities apply\" and \"sale and purchase of dutiable goods\".\n\nIn 1999 and 2000, Customs officers conducted a number, over 115, of successful raids in Mong Kok and other areas. 61 people, including 16 buyers, were arrested. Over 3.1 million sticks of duty-not-paid cigarettes were seized. \n \n In the attempt to stem sale of illicit cigarettes, a Customs Anti-Illicit Cigarette Task Force (CTF) was established in April 2000 and was charged with stepping up enforcement actions against illicit cigarette activities both at the supply and retail level.\n \n\n\n\n\n\n\n\n\n"]}, "Group_125": {"100": ["A research sub-committee of the Action Committee Against Narcotics (ACAN) commissioned research on treatment and rehabilitation to assist the government and the ACAN in the formulation of anti-drug policies and programs. The government has five strategies to combat drug trafficking and abuse; law enforcement, preventative education and publicity, treatment and rehabilitation, research, and international cooperation. The Beat Drugs Fund supports anti-drug projects. As drug abuse decreases, organized crime is still a challenge in combating drug-trafficking. For this reason, the ACAN visited Singapore to strengthen international cooperation in the anti-drug area. Locally, the government is introducing schemes requiring registration of drug treatment centers.\n\n\n", "Law enforcement has sound legislation backing its efforts to control the supply, manufacture, and storage of dangerous drugs. And serious efforts by police and customs officials are being taken to target traffickers.\n\nDespite a continuing fall in the number of reported drug abuse cases and young drug abusers in Hong Kong, the Action Committee Against Narcotics (ACAN) Research Sub-committee will commission research on treatment and rehabilitation for drug abusers. In addition, several initiative are being implemented to educate the public on the consequences of abusing drugs, increase community support and involvement programs, and help addicts in several stages of rehabilitation.\n\n\n\n", "Despite a general decline in drug abuse over the past few years, the government remains committed to addressing the persistent problems posed by drugs. \n\nThe Action Committee Against Narcotics has commissioned studies on the treatment of drug abusers.  The studies seek to illuminate the cause of chronic drug abuse and relapse after treatment, as well as the best motivational strategy for use during treatment.\n\nTo educate the public on the hazards of drugs, the ACAN has proposed a drug information center, along with other publicity measures.\n\nThe government also plans to require anyone running a drug treatment or rehabilitation program to apply for registration.\n\n"], "50": ["Despite a continuing fall in the number of reported drug abuse cases and young drug abusers, the Hong Kong Government is commited towards education, treatment, and rehabilitation programs. Additionally, legislation helps to control the manufacture and distribution of dangerous drugs. And serious efforts by police and customs officials are being taken to target traffickers.\n\n\n", "A research sub-committee of the Action Committee Against Narcotics  commissioned research on treatment and rehabilitation to assist the government and the ACAN in the formulation of anti-drug policies and programs. The government has five strategies to combat drug trafficking and abuse; law enforcement, preventative education and publicity, treatment and rehabilitation, research, and international cooperation.\n\n", "The government remains committed to addressing the persistent problems posed by drugs. \n\nThe Action Committee Against Narcotics has commissioned studies that seek the causes of drug abuse, as well as the best treatment.\n\nNew publicity measures have also been proposed, along with requiring all drug treatment programs to be licensed.\n\n"], "200": ["Hong Kong is facing the realization that while drug abuse in Hong Kong seems to be falling, trafficking in illicit drugs and related organized crimes is still one of the major challenges facing the world today. To combat the increasingly internationalized and complicated operations of drug syndicates, the Hong Kong government has adopted a multi-pronged approach towards combatting drug trafficking and drug abuse.\n\nLaw enforcement has sound legislation backing its efforts to control the supply, manufacture, and storage of dangerous drugs. And serious efforts by police and customs officials are being taken to target traffickers.\n\nHong Kong is also commited towards education as well as treatment and rehabilitation programs. Despite a continuing fall in the number of reported drug abuse cases and young drug abusers in Hong Kong, the Action Committee Against Narcotics (ACAN) Research Sub-committee will commission research on treatment and rehabilitation for drug abusers in order to assist the Government and ACAN in studying various aspects of drug abuse and the formulation of anti-drug policies and programmes. In addition, several initiative are being implemented to educate the public on the consequences of abusing drugs, increase community support and involvement programs, and help addicts in several stages of rehabilitation.\n\n\n\n", "A research sub-committee of the Action Committee Against Narcotics (ACAN) commissioned research on treatment and rehabilitation to assist the government and the ACAN in the formulation of anti-drug policies and programs. The government has five strategies to combat drug trafficking and abuse; law enforcement, preventative education and publicity, treatment and rehabilitation, research, and international cooperation. Despite a reported fall in the number of drug abusers in first half of 1999 the government is still working with non-government organizations in the anti-drug field, strengthening efforts in fighting drug problems with greater involvement in community. Hong Kong has seen a decline in the number of drug abusers since 1995, however, psychotropic substances abusers are on the rise. Mrs. Claire Lo, the Commissioner for Narcotics, reports that in 1999, the number of drug abusers is still declining. The Beat Drugs Fund supports anti-drug projects. In 1998 it gave priority to programs for youths at risk and families of abusers.  As drug abuse decreases, organized crime is still a challenge in combating drug-trafficking. For this reason, the ACAN visited Singapore to strengthen international cooperation in the anti-drug area. Locally, the government is introducing schemes requiring registration of drug treatment centers, both medical and non-medical.\n\n\n\n", "There has been a general decline in drug abuse over the past few years in Hong Kong.  However, the government remains committed to addressing the persistent problems posed by drugs.  The government has commissioned studies, maintained education programs, and closely monitored drug treatment programs to deal with this issue.\n\nThe Action Committee Against Narcotics has commissioned studies on the treatment of drug abusers.  The studies seek to illuminate the cause of chronic drug abuse and relapse after treatment, as well as the best motivational strategy for use during treatment.  The committee also visited Singapore to glean ideas for drug policy, such as Singapore's vocational programs for drug addicts.\n\nTo educate the public on the hazards of drugs, the ACAN has proposed a drug information center, which would include exhibits and information on drugs.  The government has allocated funds to provide education programs to young people, update anti-drug videos, and maintain publicity programs in electronic and print media.  Special attention will be paid to youths at risk.\n\nThe government also plans to require anyone running a drug treatment or rehabilitation program to apply for registration. The government wishes to ensure safety, as well as create a uniform standard for drug treatment.\n\n\n\n"]}, "Group_661": {"100": [" EC was asked by the Chief Executive in his first Policy Address to undertake a thorough review of the education system in Hong Kong to see how it should develop in the 21st century. \n The Chairman of the Education Commission (EC), the Hon Antony Leung, announced the outcome of the consultation.   \"...the community want educational reform. The present system is considered too examination-oriented, with too much emphasis on rote-learning. It can no longer meet the needs of Hong Kong. The public also generally agree with the aims of education as stated, although some want the aims to be more specific and measurable.\"\n", "In light of a clear need for educational reform, the Chief Executive has asked the Education Commission (EC) to begin a thorough review of the structure of pre-primary, primary, secondary and tertiary education, addressing the age at which students should begin each stage of education, the duration and interface of various stages, the curriculum and methods of assessment. The overall focus was to redefine the aims of education for Hong Kong in the 21st Century. The EC performed a public consultation exercise, conducted a examination of the existing academic structure, and finally made recommendations to lay a developmental foundation.\n", "Over the past few years, the Hong Kong Education Commission (EC) has taken several steps at reforming the system of education in the country. \n\nThe EC held meetings at which they discussed performing a review of the country's academic structure.  They vowed to take a look at the goals of education and the aims of different education stages.  \n\nIn Hong Kong, education accounts for 21% of government spending.  For the 2000-2001 Budget, the government set aside $800 million.  According to EC Chairman Mr. Anthony Leung, this was to enable some of the more urgent reform recommendations of the EC to be put into place.\n\n\n"], "50": [" EC was asked by the Chief Executive in his first Policy Address to undertake a thorough review of the education system in Hong Kong.\n The Chairman of the Education Commission announced the outcome of the consultation.   \"...the community want[s] educational reform. The present system is... too examination-oriented, with too much emphasis on rote-learning.\"\n", "The EC held meetings at which they discussed performing a review of the country's academic structure.  They vowed to take a look at the goals of education and the aims of different education stages.  \n\nIn Hong Kong, education accounts for 21% of government spending.  For the 2000-2001 Budget, the government set aside $800 million.\n\n", "In light of a clear need for educational reform, the Education Commission (EC) has been asked to begin a thorough review of the structure of all levels of education, addressing the age at which students should begin each stage of education, the duration and interface of various stages, the curriculum and methods of assessment.\n"], "200": ["In light of a clear need for educational reform, the Chief Executive has asked the Education Commission (EC) to begin a thorough review of the structure of pre-primary, primary, secondary and tertiary education, addressing the age at which students should begin each stage of education, the duration and interface of various stages, the curriculum and methods of assessment. This review was conducted in stages, the focus of the first stage being on the aims of education for Hong Kong in the 21st Century. The EC performed a public consultation exercise, which revealed that in general the community wants educational reform. The present system is considered too examination-oriented, with too much emphasis on rote-learning, and can no longer meet the needs of Hong Kong. In the second stage, th EC conducted a examination of the existing academic structure. It also worked towards the establishment of a General Teaching Council, in order to raise teacher standards. The final stage is to make recommendations and lay a developmental foundation. In response to the EC's efforts, the Government has set aside a total of $800 million in the 2000-01 budget to enable some of the more urgent recommendations to make an early start.\n\n", " EC was asked by the Chief Executive in his first Policy Address to undertake a thorough review of the education system in Hong Kong to see how it should develop in the 21st century. \n The Chairman of the Education Commission (EC), the Hon Antony Leung, announced the outcome of the consultation exercise on the aims of education as the first stage of the review of academic system in Hong Kong. Mr Leung explained that the objectives of the consultation exercise were to seek the views of the public on the aims of education and to touch off a territory-wide discussion to identify a consensual orientation for education development. \n \"It can be discerned from the public views that in general, the community want educational reform.\nThe present system is considered too examination-oriented, with too much emphasis on rote-learning.\nIt can no longer meet the needs of Hong Kong.\nThe public also generally agree with the aims of education as stated, although some want the aims to be more specific and measurable, rather than broad and idealistic. Many parents and students say that too much homework are making the students lose interest in learning. They also want the quality of teaching... improved,\" he said.\n\n\n\n", "Over the past few years, the Hong Kong Education Commission (EC) has taken several steps at reforming the system of education in the country. \n\nThe EC held several meetings at which they discussed how they would go about performing a review of the country's academic structure.  They vowed to take a fresh look at the goals of education and the aims of different education stages, from pre-primary to tertiary education in the light of existing and future needs of the community.  These meetings were inspired by similar gatherings of the Board of Education and the university Grants Committee.  They were also partially a response to media enquiries concerning a proposal for the heads of tertiary institutions to change the duration of undergraduate programs to four years, the EC began a review of the academic structure.  \n\nIn addition to the review meetings, the EC also formed two subgroups to examine issues related to pre-primary and special education.\n\nIn Hong Kong, education accounts for 21% of government spending.  For the 2000-2001 Budget, the government set aside $800 million.  According to EC Chairman Mr. Anthony Leung, this was to enable some of the more urgent reform recommendations of the EC to be put into place.\n\n\n\n\n\n"]}, "Group_994": {"100": ["Hong Kong has taken note of the growth of the internet and e-commerce.  Deciding that involvement in e-commerce is essential to keeping afloat in the world economy, the country has has taken steps to integrate electronic transactions into the operation of its government and businesses.\n\nIn a luncheon speech, the Secretary for Information Technology and Broadcasting, outlined steps towards using e-commerce.\n\nThe Government will set up a Certification Authority (CA) Recognition Office which will enable users to do business over the internet and via other electronic means.  This program is just one part of the \"Digital 21\" Information Technology Strategy. \n\n", "The development of electronic commerce is necessary for Hong Kong's success in the future.  To help this new technology develop, the government is taking the lead in ensuring that the public accepts electronic commerce as a valid way to make transactions.\n\nThe Hongkong Post plans to establish a public key infrastructure, so that businesses can identify the parties in an electronic transaction.  The government also plans to give digital signatures used for electronic transactions the same legal status as signatures on paper. \n\nIn 1999, the number of internet users in Hong Kong, as well as the number of users making online purchases, increased sharply.\n", "To maintain its competitive economic edge, the Hong Kong Government has pledged to promote the development of e-commerce, a growing source for billions of dollars in revenue. The greatest step is in the newly legislated Electronic Transactions Bill, which is intended to give electronic records and digital signatures the same legal status as their paper-based counterparts. It will provide the necessary legal framework and a secure and trusted environment for the conduct of electronic transactions. When enacted, the bill will substantiate the necessary operations of the Certification Authorities (CAs), which authenticates the identity of participants in electronic commerce.\n"], "50": ["The government and industry of Hong Kong has taken note of the growth of the internet and e-commerce.  Deciding that involvement in e-commerce is essential to keeping afloat in the world economy, the country has has taken steps to integrate electronic transactions into the operation of its government and businesses.\n\n\n", "The Hong Kong Government has pledged to promote the development of e-commerce, a fast-growing source of revenue. The greatest step is in the newly legislated Electronic Transactions Bill, which will provide the necessary legal framework and a secure and trusted environment for the conduct of electronic transactions.\n", "The development of electronic commerce is necessary for Hong Kong's success in the future. The government is taking the lead in ensuring that online transactions are safe and accepted by the public. The Hongkong Post plans to establish a public key infrastructure, and legal recognition will also be given to signatures from electronic transactions.\n"], "200": ["Hong Kong has taken note of the growth of the internet and e-commerce.  Deciding that involvement in e-commerce is essential to keeping afloat in the world economy, the country has has taken steps to integrate electronic transactions into the operation of its government and businesses.\n\nIn a luncheon speech, the Secretary for Information Technology and Broadcasting, Mr. K.C. Kwong expressed the importance of e-commerce and outlined steps towards integrating it into existing government and business systems.\n\nThe Electronic Transactions Bill was introduced with the intention of providing a clear legal framework to promote the wide adoption of e-transactions in Hong Kong.  The bill proposes to give digital signatures the same status at their paper-based counterparts.\n\nTo protect consumer interests and enhance users' confidence in electronic transactions, the Government will set up a Certification Authority (CA) Recognition Office towards the end of 1999.  The CA will run a system of electronic identification enabling users to do business over the internet and other electronic means.  This program is just one part of the \"Digital 21\" Information Technology Strategy developed by the Hong Kong Social Administrative Region  Government.  A major thrust of this strategy is to enhance the information infrastructure of Hong Kong.\n\n\n", "To maintain its competitive economic edge, the Hong Kong Government has pledged to promote the development of e-commerce, a growing source for billions of dollars in revenue. The greatest step is in the newly legislated Electronic Transactions Bill, which is intended to give electronic records and digital signatures the same legal status as their paper-based counterparts. It will provide the necessary legal framework and a secure and trusted environment for the conduct of electronic transactions. When enacted, the bill will substantiate the necessary operations of the Certification Authorities (CAs), which authenticates the identity of participants in electronic commerce. Hongkong Post has been designated as the first CA. The bill also provides for the establishment of a Certification Authority Recognition Office, which will grant recognition to CAs in the private sector, oversee revocation and suspension of CAs recognition certificates, and insure compliance with a code of practice. To launch e-commerce, the Government will implement the Electronic Services Delivery (ESD), which will allow citizens to have access to various government services and public agencies online, 24 hours a day, 7 days a week. This scheme would act as a catalyst to prime the development of electronic commerce in the private sector.\n\n", "The development of electronic commerce is necessary for Hong Kong's success in the future.  To help this new technology develop, the government is taking the lead in ensuring that the public accepts electronic commerce as a valid way to make transactions.\n\nThe primary concern about the growth of electronic commerce is the safety of making transactions on the internet.  The Hongkong Post plans to establish a public key infrastructure.  This will entail digital signatures and certificates, so that businesses will be able to identify and confirm the parties making an electronic transaction.\n\nThe government also plans to give digital signatures used for electronic transactions the same legal status as signatures on paper.  However, certain highly important documents, such as wills, affidavits, and warrants, will be exempt from this new equal status.\n\nAlso, the government plans to establish a Certification Authority Recognition Office to run a system of electronic identifications, so that electronic commerce can be conducted.  Although the Hongkong Post will be the first Certification Authority, the private sector will be free to establish new CAs as demand increases.\n\nIn 1999, the number of internet users in Hong Kong reached the one million mark. The number of users making online purchases also increased sharply.\n"]}, "Group_1190": {"100": ["The Department of Health has introduced a surveillance system to monitor hand-foot-mouth diesease, a manifestation of Enterovirus 71.  In order to prevent the spread of this virus, the government of Hong Kong urges citizens to practice good hygiene.  \n\nThe surveillance system had success in stopping the spread of Enterovirus 71, with the first fatal case of hand-foot-mouth disease occurring eleven months later.  An Interdepartmental Working Group has also been formed to coordinate measures for the prevention and control of Enterovirus 71.  The public are advised to wash hands before eating and after going to the toilet or handling diapers.\n", "The first fatal case of Enterovirus 71 was reported in Hong Kong since a surveillance system on hand-foot-mouth disease was set up in the territory.  This brings the total number of EV-71 cases in Hong Kong this year to six.\n\nWhile the Department of Health and the Hospital Authority would closely monitored the situation, a spokesman reminded the public to maintain good personal hygiene.  So long as the public adheres to covering mouth when you cough or sneeze, washing hands after using toilets, changing diapers and before taking meals, the chance of a major outbreak in Hong Kong could be prevented.\n", " The Hong Kong Department of Health (DH) called upon citizens to maintain personal hygiene to prevent enterovirus infection before the summer of 1999. The appeal was made in response to the death of a child infected with the virus. The disease is usually self-limiting and complete recovery is the rule. However, severe forms of EV-71 infection affecting the brain and the heart can occur. \n In mid-June 1998 the government set up a sentinel surveillance system to monitor hand-food-mouth disease, which is one of the manifestations of enterovirus disease. In 1998, there were 60 confirmed cases of EV-71, five of whom had neurological complications.\n\n\n\n\n\n"], "50": ["The first fatal case of Enterovirus-71 since the Department of Health introduced a surveillance system to monitor Hand-Foot-Mouth disease was announced, with confirmed cases at six.\n\nSo long as the community adhered to DH's health advice and maintained good personal hygiene, the chance of a major outbreak in Hong Kong could be prevented.\n", " In mid-June 1998 the Hong Kong goverment set up a sentinel surveillance system to monitor hand-food-mouth disease, which is one of the manifestations of enterovirus disease. The disease is usually self-limiting but severe forms affecting the brain and the heart can occur. In 1998, there were 60 confirmed cases of EV-71.\n\n\n", "The Department of Health has introduced a surveillance system to monitor hand-foot-mouth diesease, a manifestation of Enterovirus 71.  The surveillance system had success in stopping the spread of Enterovirus 71, with the first fatal case of hand-foot-mouth disease occurring eleven months later.  The government urges citizens to practice good hygiene to prevent the disease.\n"], "200": ["While no cases of the severe form of Enterovirus 71 had been confirmed since the Department of Health introduced a surveillance system in mid-June to monitor Hand-Foot-Mouth disease which is a manifestation of EV-71, laboratory results confirmed that the suspected fatal case of Enterovirus-71 announced by the Department of Health had EV-71 infection.  A spokesman for the Department said that the case involved a two-year-old boy who died on May 14.  This was the first fatal case reported in Hong Kong since a surveillance system on hand-foot-mouth disease was set up in the territory in June last year. This brings the total number of EV-71 cases in Hong Kong this year to six cases.\n\nWhile the Department of Health and the Hospital Authority would closely monitored the situation, a spokesman reminded the public to maintain good personal hygiene such as covering mouth when you cough or sneeze, washing hands after using toilets, changing diapers and before taking meals.\n\nA spokeman for an Interdepartmental Working Group on Enterovirus 71 Infections stressed that so long as the community adhered to DH's health advice and maintained good personal hygiene, the chance of a major outbreak in Hong Kong could be prevented.\n", "The Department of Health has introduced a surveillance system to monitor hand-foot-mouth diesease, a manifestation of Enterovirus 71.  In order to prevent the spread of this virus, the government of Hong Kong urges citizens to practice good hygiene.\n\nThe surveillance system had success in stopping the spread of Enterovirus 71, with the first fatal case of hand-foot-mouth disease occurring eleven months later.  Other cases of Enterovirus 71 made full recovery.  The victim of the fatal case, a two year-old boy, had a strain of the virus previously seen in Malaysia and Taiwan.  An Interdepartmental Working Group has also been formed to coordinate measures for the prevention and control of Enterovirus 71.  The working group inlcudes members of the Health and Welfare Bureau, the Department of Health, the Hospital Authority, the Education Department, and others.  The group decided to increase education on the disease at nurseries and kindergartens, since children under five are more vulnerable to it.\n\nTo prevent the spread of Enterovirus 71, the public are advised to wash hands before eating and after going to the toilet or handling diapers.  In addition, good air circulation should be maintained, and children suffering from the virus should stay at home until the illness is over.\n\n\n\n", " The Hong Kong Department of Health (DH) called upon members of the public to maintain personal hygiene to prevent enterovirus infection before the summer of 1999. The appeal was made by DH's Consultant, Community Medicine, Dr Mak Kwok-hang following report of a suspected fatal case of Enterovirus-71 (EV-71) infection involving a two-year-old boy who was admitted to hospital on May 14 and passed away subsequently. Initial laboratory results indicated that the boy had EV-71 infection.\n\n Dr Mak pointed out that EV-71 is a virus that occurs worldwide and asymtomatic infections are common.\nThere is a seasonal trend with most cases occurring in the  summer months. According to international experience, EV-71 infection is not an uncommon disease in children.\nAffected patients will develop fever, mouth ulcers and rash on the limbs. The disease is usually self-limiting and complete recovery is the rule. However, severe forms of EV-71 infection affecting the brain and the heart can occur but are rare.\n\n In mid-June 1998 the government set up a sentinel surveillance system to monitor hand-food-mouth disease, which is one of the manifestations of enterovirus disease. In 1998, there were 60 confirmed cases of EV-71, five of whom had neurological complications.\n\n\n\n\n\n"]}, "Group_112": {"100": ["The Provisional Urban Council recently announced several free carnivals and festive social events open to the public. \n\nPerhaps the most spectacular event occured when thousands gathered to share in a lantern carnival, but others include Wushu Carnival, a Dance Carnival, a Sports and Games Carnival, and more in a continuing series of lantern carnivals.\n\nVisitors to all the carnivals will also be treated to a wide spectrum of entertainment programs, including street acrobatics by strolling artists in costume, lantern riddles, Beijing operas, Chinese instrumental performance, puppet show, vaudeville show, fortune telling, and demonstrations of traditional arts and crafts.\n", "The Provisional Regional Council will be holding several carnivals.  These carnivals will celebrate the Mid-Autumn Festival and National Day. Activities held at the carnivals will include arts and crafts, entertainment, and sports.\n\nAt the 1999 Mid-Autumn Lantern Carnival, entertainment will include a martial arts demonstration, magic show, and acrobatic performances. Lanterns will be on display, and an accompanying lantern design competition will be held.\n\nOn National Day, there will be a Wushu Carnival and a Dance Carnival.  At the Wushu Carnival there will be gymnastics and song performances.  A Sports and Games Carnival will also be held to kick off National Day festivities.\n", "For mid-autumn or holidays like National day, the Provisional Regional Council is putting on many various carnivals and festivals. One of these, the enchanting latern festivals, contain spectacular lanterns, free entertainment activities and treats such as the Nationality Song and Dance Ensemble of Nanning Prefecture performing a large scale ethnic song and dance parade from Guangxi. The group, who besides participating frequently in large-scale arts and cultural performances all over the Mainland. Their large-scale performance is typically characterized by strong ethnical style, mingled with the popular song and dance of the south and spectacular acrobatic feats.\n"], "50": ["The Provisional Urban Council recently announced several free carnivals open to the public.  Perhaps the most spectacular event occured when thousands gathered to share the festive joy in a lantern carnival.\n\nOthers include a Sports and Games Carnival, a Wushu Carnival, a Dance Carnival, and more in a continuing series of lantern carnivals.\n", "The Provisional Regional Council will be holding several carnivals.  These carnivals will celebrate the Mid-Autumn Festival and National Day.\n\nAt the 1999 Mid-Autumn Lantern Carnival, song and dance performances will be featured, along with lantern crafting activities. The Wushu Carnival, Dance Carnival, and Sports and Games Carnival will be held to celebrate National Day.\n", "There are several latern festivals and dance carnivals for Mid-Autumn and National Day, all issued on behalf of the Provisional Regional Council (Pro RC).\n\nThe carnivals are specially organized to provide residents of the New Territories with different entertainment programmes as well as to enhance their knowledge of the festive traditions.\n\n"], "200": ["The Provisional Regional Council will be holding several carnivals that promise to be highly engaging.  These carnivals will celebrate the Mid-Autumn Festival and National Day. Activities held at the carnivals will include arts and crafts, entertainment, and sports.\n\nAt the 1999 Mid-Autumn Lantern Carnival, there will be an ethnic song and dance performance as a prelude.  At the carnival, entertainment will include a martial arts demonstration, magic show, and acrobatic performances.  Intricately crafted lanterns will be on display.  Participatory programs such as fortune-telling and riddle games will be held, as well as an area for children's activities.  As an accompaniment to the carnival, a lantern design competition will be held.\n\nOn National Day, marking the fiftieth anniversary of the People's Republic of China, there will be a Wushu Carnival and a Dance Carnival.  At the Wushu Carnival, there will be gymnastics and song performances.  Song and dance will be featured at the Dance Carnival.  To kick off National Day festivities for the Hong Kong Provisional Regional Council, a Sports and Games Carnival will be held.  Visitors to the Sports and Games Carnival can participate in table tennis, basketball, and boxing.\n\nThe Regional Services Department will distribute information on the carnivals.\n", "There are several celebrations, festivals, and carnivals all issued on behalf of the Provisional Regional Council (Pro RC).\n\nWhether it's in celebration of the National Day, Mid-Autumn, or just for the heck of it, the Pro RC likes to get festive. \n\nSome of the most enjoyed celebrations are the enchanting latern festivals. At one of these, residents and spectators can look forward to spectacular lanterns, free entertainment activities and. A special treat might be to have the Nationality Song and Dance Ensemble of Nanning Prefecture perform a large scale ethnic song and dance parade from Guangxi. The group, who besides participating frequently in large-scale arts and cultural performances all over the Mainland, the group also toured over ten countries in the world, including Britain and the United States and won the unanimous applause of the audience in these countries. Their large-scale performance is typically characterized by strong ethnical style, mingled with the popular song and dance of the south and spectacular acrobatic feats.\n\nAccording to a spokesperson for the Pro RC, many of the carnivals are specially organized to provide residents of the New Territories with different entertainment programmes as well as to enhance their knowledge of the festive traditions.\n", "Provisional Urban Council Announce Various Public Festivals and Events\n\nThe Provisional Urban Council recently announced several free carnivals and festive social events open to the public.  Perhaps the most spectacular event was held in Tuen Mun Park and Tuen Mun Cultural Square, where thousands gathered to share the festive joy in a lantern carnival.\n\nAnother festival celebrating the Chinese folk art combined with modern culture was held at both Victoria Park and Ko Shan Road Park on the evening of the Mid-Autumn Festival (September 24, Friday).  The event includes spectacular lanterns, free entertainment activities and a large scale ethnic song and dance parade.  Tens of thousands gathered at Victoria Park were delighted by the ethnic song and dance parade presented by the highly-acclaimed Nationality Song and Dance Ensemble of Nanning Prefecture (China).\n\nThe Provisional Regional Council also planned a Wushu Carnival and a Dance Carnival on the National Day to mark the 50th anniversary of the founding of the People's Republic of China.  Also planned to celebrate the National Day is a Sports and Games Carnival in Tung Chung on September 27.  Games stalls, traditional arts and crafts as well as children games will be organised in all the carnivals.\n"]}, "Group_202": {"100": ["Several dialogues between the Legislative Council and various secretaries including Secretary for Planning, Environment and Lands, Secretary for the Environment and Food, Secretary for Health and Welfare; as well as statements made to the press by the Government Land Trasport Agency (GLTA) seek to promote the image of a government that considers environmental protection a top priority.\n\nThere are a wide range of on-going and new measures aimed at reducing the amount of air-pollution caused by automobiles. These include:the move towards Liquefied Petroleum Gas vehicles, increased education, increased public transportation, more stringent emmissions standards, and promoting pedestrianisation.\n\n", "Following a rise in air pollution levels in Hong Kong last winter, several notably inquiries were made regarding the assesment and plan of action of the Government.  Primary among the indications of higher levels of air pollution was the Air Pollution Indexes taken by the Environmental Protection Department.   Around Decmeber 30 of last year, the Air Pollution Indexes reached record levels.\n\nThe inquiries of distinguished individuals prompted replies from the Secretary for the Environment and Food and the Secretary for Planning Environment and Lands citing the tightening of emission standards and the use of alternative fuels such as liquefied petroleum gas.\n", "To improve local air quality, the Hong Kong government is helping vehicles switch to more efficient fuels, monitoring levels of industrial pollution, and providing civic education on pollution problems.  \n\nThe government is planning to offer grants to owners of taxis and light buses to switch to more efficient LPG fuel. For diesel vehicles, particulate traps and catalytic converters will be provided.\n\nFor industrial sources of emission, natural gas has been introduced for power generation in Hong Kong, and coal plants have been required to reduce harmful emissions.\n\nThe government is also educating vehicle service professionals and the general public on air pollution.\n"], "50": ["Several dialogues between the Legislative Council and various secretaries including Secretary for Planning, Environment and Lands, Secretary for the Environment and Food, Secretary for Health and Welfare; as well as statements made to the press by the Government Land Trasport Agency outline various programs aimed at reducing the amount of air-pollution.\n\n\n", "To improve local air quality, the Hong Kong government is helping promote fuel efficiency and reduction of emissions from both cars and industry.\n\nThe government is planning to offer grants to vehicle owners to use efficent fuels.\n\nAlso, natural gas is now required for power generation.  The government is educating the public on pollution.\n\n\n", "Following a rise in air pollution levels in Hong Kong last winter, several notable inquiries were made regarding the assesment and plan of action of the Government.  The reply cited the tightening of emission standards and the use of alternative fuels such as liquefied petroleum gas, emphasizing their commitment to the common goal.\n"], "200": ["Measures regarding evironmental protection and air pollution.\n\nFollowing an observed and marked rise in air pollution levels in Hong Kong last winter, several notably inquiries were made regarding the assesment and plan of action of the Government.  Primary among the indications of higher levels of air pollution was the Air Pollution Indexes by the Environmental Protection Department and recorded by their  general and roadside monitoring stations dispersed across various districts of the territory.  On Decmeber 30 of last year, and the several days following, the Air Pollution Indexes reached record levels.\n\nThe inquiries of distinguished individuals such as the Hon. Lui Ming-wah, the Hon. Leung Yiu-chung, the Hon. David Li, and the Hon. Mrs. Sophie Leung prompted replies from the Secretary for the Environment and Food and the Secretary for Planning, Environment and Lands.  These inquiries primarily focused on the actions the Government will take in the future to alleviate the air pollution problem.  Another focus of the questioning was an obvious source of the problem; vehicle emissions.\n\nIn reply to these inquiries, the Legislative Council cited the tightening of emission standards and the use of alternative fuels such as liquefied petroleum gas, emphasizing their commitment to the common goal.\n", "Several dialogues between the Legislative Council and various secretaries including Secretary for Planning, Environment and Lands, Secretary for the Environment and Food, Secretary for Health and Welfare; as well as statements made to the press by the Government Land Trasport Agency (GLTA) seek to promote the image of a government that considers environmental protection a top priority.\n\nAccording to the various Secretaries, there are a wide range of on-going and new measures aimed at reducing the amount of air-pollution caused by automobiles. Several of these measures include: switching taxi and bus service from diesel machines to less-polluting Liquefied Petroleum Gas (LPG) vehicles; providing education and incentives for drivers and government fleet managers to raise their environmental protection awareness and maintain adequate maitenence of their vehicles; reducing the polluting content of some fuels, such as the benzene in petrol; increasing ease and availability of public transportation, and promoting pedestrianisation in order to reduce the number of automobiles; implementing more stringent and practical vehicle emmision standards, including Euro III emission standards for all new diesel vehicles, as well as providing free installation of catalytic converters capable of reducing particulates emmissions in pre-Euro standard medium and heavy diesel vehicles by up to 50%.\n\n", "The Hong Kong government is taking several measures to improve air quality in the region.  Among the areas of concern are helping vehicles switch to more efficient fuels, monitoring levels of industrial pollution, and providing civic education on pollution problems.\n\nThe government is planning to offer grants to owners of taxis and light buses to switch to more efficient LPG fuel. For light diesel vehicles, and in the short term for taxis and light buses, particulate traps to reduce emissions will be installed free of charge.  As for buses and more heavy diesel vehicles, the government plans to arrange free installation of catalytic converters. Diesel vehicles releasing excessive smoke will be monitored.\n\nFor industrial sources of emission, natural gas has been introduced for power generation in Hong Kong, and coal plants have been required to reduce harmful emissions.  The government has also introuduced licensing control on major industrial sources of pollution.\n\nEducation is being provided to vehicle service professionals on measures to reduce emsissions.  The Environmental Protection Department also holds seminars and exhibitions to educate the public on air pollution.  Through the measures it is taking and plans to take, the government hopes to improve air quality in Hong Kong.\n\t\n"]}, "Group_881": {"100": ["Customs officers of the Intellectual Property Investigation Bureau are busy combating piracy activities and preserving the good image of Hong Kong.\nCustoms conducts intensive investigations on the retail front and protecting control points at the borders of Hong Kong from smugglers.\nPirated optical discs are often VCDs, CD-Roms, music CDs, and MCDs, and sometimes the VCDs are obscene. Obscene and indecent articles carry their own punishments.\nThey smash notorious shops selling pirated optical discs in shopping arcades and seize paraphernalia. This move often leads to the cessation of business.\nThey also smash storage centers of pirated optical discs and neutralize unliscensed optical disc workshops.\n\n\n\n", "The Hong Kong government is continuing to crack down on the production of pirated optical discs. \n\nDuring anti-piracy raids, Customs officers, acting on intelligence information, smash the production site and detain the individuals responsible.  Among the items seized have been video CDs, music CDs, game discs, CD-Roms, Japanese TV dramas, and obscene materials.  Pirated optical discs have also been seized at the airport and seaports.  These discs are smuggled into Hong Kong from Malaysia, Singapore, and Macau. \n\nThe public are reminded that the Copyright Ordinance gives a heavy penalty to anyone found importing or selling pirated items.\n\n\n", "Customs officers of the Intellectual Property Investigation Bureau (IPIB) in Hong Kong, have busted up several illegal operations involving the shipment and illeagal distribution of optical dics.  Under the law such crimes are punishable by up to $50,000 in fines and up to four years' imprisonment.\n\nMany busts resulted in some arrests.  Customs agents recovered thousands if not millions of dollars in equipment from each bust.\n\nThings seized by IPIB Customs agents include, CDs, DVDs, VCDs and some equipment.\n\nIn one year alone, Customs officers seized 4.4 million pirated opitcal discs worth $140 million and arrested more than 1500 people.\n\n"], "50": ["Customs officers of the Intellectual Property Investigation Bureau (IPIB) in Hong Kong, busted several illeagal operations involving the shipment and distribution of optical dics.  Such crimes are punishable by $50,000 in fines and four years' imprisonment.\nOne year, officers seized 4.4 million pirated opitcal discs and arrested more than 1500 people.\n", "Customs officers of the Intellectual Property Investigation Bureau are busy combating piracy activities.\nCustoms conducts intensive investigations on the retail front and protecting control points at the borders from smugglers.\nPirated optical discs are often VCDs, CD-Roms, music CDs, and MCDs.\nCustoms smashes notorious shops, storage centers, and  unliscensed optical disc workshops. \n\n\n\n", "The Hong Kong government is continuing to crack down on the production of pirated optical discs. \n\nDuring anti-piracy raids, Customs officers, acting on intelligence information, smash the production site and detain the individuals responsible.  Pirated optical discs have also been seized at the airport and seaports.  \n"], "200": ["The Hong Kong government is continuing to crack down on the production of pirated optical discs.  Through a series of raids, Customs officers are helping to protect intellectual property rights.\n\nDuring anti-piracy raids, Customs officers, acting on intelligence information, smash the production site and detain the individuals responsible.  Among the items seized have been video CDs, music CDs, game discs, CD-Roms, Japanese TV dramas, and obscene materials.  In the first ten months of 1998, officers seized discs worth a total of $900 million and arrested 1,388 suspects.\n\nPirated optical discs have also been seized at the airport and seaports.  These discs are smuggled into Hong Kong from Malaysia, Singapore, and Macau.  In the first nine months of 1998, officers seized 500,000 pirated discs from vessels arriving in Hong Kong from Macau.\n\nThe public are reminded that the Copyright Ordinance states that anyone found importing or selling pirated items is subject to a maximum penalty of $50,000 and four years in prison.  The problem of piracy in Hong Kong also involves other goods, such as perfume.  The Customs and Excise Department says that the Hong Kong government is committed to protecting intellectual property rights, and that Customs will continue its activities in this area.  \n", "Customs officers of the Intellectual Property Investigation Bureau are busy combating piracy activities and preserving the good image of Hong Kong.\nAccording to the Copyright Ordinance, anyone who was found importing or selling any pirated articles is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\nPirated optical discs are often VCDs, CD-Roms, music CDs, and MCDs, and sometimes the VCDs are obscene. Obscene and indecent articles carry their own punishments as well.\nCustoms comducts intensive investigations on the retail front and protecting control points at the borders of Hong Kong from smugglers, such as airports and sea ports.\nThey smash notorious shops selling pirated optical discs in shopping arcades and seize paraphernalia. This move often leads to the cessation of business.\nThey also smash storage centers of pirated optical discs and neutralize unliscensed optical disc workshops.\nWhenever possible customs officers make arrests. Customs also conducts follow-up raids which often result in more seizures.\nIn 1998, Customs officers seized 39 million pirated optical discs worth $960 million and arrested 1,645 people.\nCustoms sposkesman appeals to members of the public to continue providing information on any suspected piracy activities, by calling a hotline.\n\n", "Customs officers of the Intellectual Property Investigation Bureau (IPIB) in Hong Kong, have busted up several illeagal operations involving the shipment and illeagal distribution of optical dics.  Under the law such crimes are punishable by up to $50,000 in fines and up to four years' imprisonment.\n\nIn one of the busts, officerfes raided an industrial unit in Tuen Mun ans seized about $3.8 million worth of optical discs.  They made one arrest in connection with that case.\n\nIn another anti-piracy operation, officers raided a Hung Hom industrial unit, a suspected storage centre of pirated optical discs.  They caught a 27-year-old man following the seizure of more than 130,000 pirated optical discs and some equipment.  All of the seized material was worth more than $4.1 million.\n\nIn yet operation, IPIB officers raided five shops selling pirated optical discs on Hong Kong island.  They seized more than $540,000 worth of pirated optical discs and arrested five people in connection with the seizure.\n\nThe list of things seized by the IPIB Customs agents includes, CDs, DVDs, VCDs and various types of equipment.\n\nIn one year alone, Customs officers seized 4.4 million pirated opitcal discs worth $140 million and arrested more than 1500 people.\n"]}, "Group_291": {"100": ["For each government election, the Registration and Electoral Office (REO) held registration drives that increased registered voters and assured accurate voter registration information. The drive included door-to-door visits by volunteers to assist in registering every eligible voter. A large percentage of new voters are young people aged between 18 and 25. Once the registers have been compiled, it is important for individuals to check their registration particulars and to make corrections or lodge appeals regarding any entry. Both the provisional and final registers of electors are printed and displayed in key locations such as the REO and District Offices for public inspection.\n", "The first step to voting in Hong Kong is registration to do so. Each year the Registration and electoral Office receives thousands of new application forms for registration and to report changes of residential address.\n\nLater, the names and home addresses of the more than 3 million electors are published for public inspection.   This is done so their registered electors can verify that all of their information has been recorded correctly. Electors may correct information by submitting a notice to the REO.\n\nOnly electors whose name appears on the final list are eligible to vote in the Legislative Council election.\n\n\n\n", " In preparation for a 60-member Legislative Council that made up of 20 seats to be returned from 5 geographical constituencies, 30 seats from 28 functional constituencies and 10 seats from the 800-member Election Committee, which will be formed through subsector elections in early April 1998, the Registration and Electoral Office has received 305,000 application forms for voter registration and report of change of residential address of registered electors since a voter registration drive started on January 17, 2000. An initial assessment finds that more than half of the forms are from first time voters and 40% of those are young people.\n"], "50": ["The first step to voting in Hong Kong is registration to do so.  Later, the names and home addresses of the more than 3 million electors are published for public inspection.  Only electors whose name appears on the final list are eligible to vote in the Legislative Council election.\n\n", "For each government election, the Registration and Electoral Office (REO) held registration drives that increased registered voters and assured accurate voter registration information. It is important that registration particulars are correct so that eligible voters may vote in their geographical and functional constituencies. Registers of electors are displayed for public inspection.\n", "In preparation for a 60-member Legislative Council, the REO has received 305,000 application forms for voter registration and report of change of residential address of registered electors since a voter registration drive started on January 17, 2000. An assessment finds more than half of the forms are from first time voters.\n"], "200": ["For each government election, the Registration and Electoral Office (REO) held registration drives that increased registered voters and assured accurate voter registration information. The drive included door-to-door visits by volunteers to assist in registering every eligible voter. A large percentage of new voters are young people aged between 18 and 25. Once the registers have been compiled, it is important for individuals to check their registration particulars and to make corrections or lodge appeals regarding any entry. Information such as a change in address must be correct in order for people to be able to vote in their geographical and functional constituencies. Omission lists are also compiled, for electors who had passed away or were no longer living at their registered address. Both the provisional and final registers of electors are printed and displayed in key locations such as the REO and District Offices for public inspection. Cases of objections and claims will be referred to the Revising Officers for determination. A registered elector may call the REO hotline or make enquiries via fax to check his own registration particulars. The REO also send out postcards, reminding people to both check their voter information and to go vote on the election day.\n", "The first step to voting in Hong Kong is registration to do so.  Home Affairs Department staff have visited 1.8 million families or 90 per cent of all the households in Hong Kong to help eligible electors fill out registration forms and to verify and update the records of registered electors on the electoral roll.  Each year the Registration and electoral Office receives thousands of new application forms for registration and to report changes of residential address.\n\nLater, the names and home addresses of the more than 3 million electors are published for public inspection.  Omissions lists containing the names and residential addresses of electors who have died or are no longer eligible to be included in the register will also made public.  This is done so their registered electors can verify that all of their information has been recorded correctly.  Electors may raise objections or make claims regarding any discrepancies found on the register or the omissions list by submitting a notice to the REO in person.  Cases of objections are referred to one of several Revising Officers for hearing.\n\nOnly electors whose name appears on the final list are eligible to vote in the Legislative Council election.\n\n\n\n", " Voting in Hong Kong is a many staged process that consists of categorizing electors in specific boundaries, registering electors, and, broadly speaking, urging people to vote. In charge of these activities is the REO (Registration and Electoral Office). \n For example, in preparation for a 60-member Legislative Council that will be made up of 20 seats to be returned from five geographical constituencies through direct elections, 30 seats from 28 functional constituencies and 10 seats from the 800-member Election Committee, which will be formed through subsector elections in early April 1998, the REO has received 305,000 application forms for voter registration and report of change of residential address of registered electors since a voter registration drive started on January 17, 2000. An initial assessment finds that more than half of the forms are from residents applying for registration for the first time and nearly 40 per cent of the new electors are young people aged between 18 and 25. Home Affairs Department staff have visited 1.8 million families or 90 per cent of all the households in Hong Kong to help eligible electors fill out registration forms and to verify and update the records of registered electors on the electoral roll.\n"]}, "Group_323": {"100": ["Customs officers of the Intellectual Property Investigation Bureau are busy seizing pirated optical discs to preserve the good image of Hong Kong.\nCustoms officers conduct series of anti-piracy operations. These involve intensive investigations and surveillance operations, and follow-up raids. They are at airports and  sea ports trying to eliminate the smuggling of pirated discs into the country. In Hong Kong, customs smashes pirated disc storage and distribution centers as well as notorius shops selling pirated optical discs in shopping arcades.  They then seize the discs and paraphernalia which leads to the cessation of the businesses.  They also make arrests during their seizures.\n\n\n\n\n", "Hong Kong Customs is cracking down on the production of pirated optical discs.  Customs officers have made a series of seizures of illegally produced optical discs.\n\nSurveillance activities often reveal the offending actions, after which police intercept the individuals involved and seize production lines.  Officers have also seized pirated discs at the airport and seaports.\n\nAmong the illegal goods seized are CD-Roms, television dramas, and obscene material.  Copyright laws state that anyone found selling or importing pirated material may be prosecuted, with a maximum penalty of $50,000 and four years' imprisonment.  The Hong Kong government has a commitment to intellectual property rights.\n\n\n", "In order to combat piracy and protect intellectual property rights, Customs officers of the Intellectual Property Investigation Bureau are leading intensive investigations into possible piracy operations, often resulting in the seizure of pirated material or the smashing of pirated material storage centers or notorious retail shops.\n\nAnti-piracy action takes on several forms. Customs officials examine cargo at the airport and raid industrial buildings.\n\nAccording to the Copyright Ordinance, anyone who was found importing or selling any pirated articles is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\n\n\n"], "50": ["In order to combat piracy and protect intellectual property rights, Customs officers of the Intellectual Property Investigation Bureau are leading investigations into possible piracy operations. The majority of these activities involve pirated optical dics.\n\nThe maximum penalty for the offence is a $50,000 per disk fine and four years' imprisonment.\n\n", "Customs officers of the Intellectual Property Investigation Bureau are busy seizing pirated optical discs.\nCustoms officers conduct series of anti-piracy operations:  intensive investigations and surveillance operations, and follow-up raids. Customs smashes pirated disc storage and distribution centers and shops selling discs.  They  seize the discs and paraphernalia and make arrests.\n\n", "Hong Kong Customs is cracking down on the production of pirated optical discs with a series of raids.  \n\nCustoms officers frequently raid locations where illegal optical disc production takes place.  Officers have also seized pirated discs at the airport and seaports.\n\nCopyright laws carry stringent penalties against anyone found selling or importing pirated goods.\n\n"], "200": ["In order to combat piracy and protect intellectual property rights, Customs officers of the Intellectual Property Investigation Bureau are leading intensive investigations into possible piracy operations, often resulting in the seizure of pirated material or the smashing of pirated material storage centers or notorious retail shops.\n\nThe majority of these illegal activities involve pirated optical dics. These range from VCDS -- often of Japanese TV drama series, DVDs, CD Roms, and music CDs.\n\nAccording to a spokesperson for the Customs and Excise Department, Customs officials would continue their enforcement actions in combating piracy activities, and preserving the good image of Hong Kong.\n\nAnti-piracy action takes on several forms. Customs officials at the airport will examine cargo declared to contain blank recordable discs. Often, these discs are really pirated articles. In addition, Customs officials will raid premises of industrial buildings or disc manufacturing centers targeted in investigations. These raids often result in the seizure of thousands of pirated discs and the arrest of people involved.\n\nAccording to the Copyright Ordinance, anyone who was found importing or selling any pirated articles is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\n\n\n\n", "Customs officers of the Intellectual Property Investigation Bureau are busy seizing pirated optical discs.  According to the Copyright Ordinance, anyone who is found importing or selling any pirated articles is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years imprisonment. Customs continues their enforcement actions in combating piracy activities, and preserving the good image of Hong Kong.\nCustoms officers conduct series of anti-piracy operations. These involve intensive investigations and surveillance operations, and follow-up raids. They are at airports and  sea ports trying to eliminate the smuggling of pirated discs into the country. In Hong Kong, customs smashes pirated disc storage and distribution centers as well as notorius shops selling pirated optical discs in shopping arcades.  They then seize the discs and paraphernalia which leads to the cessation of the businesses.  They also make arrests during their seizures.\nCustoms spokesmen appeal to members of the public to continue providing information on any suspected piracy activities, which can be accomplished by calling the 24-hour hotline. \nA spokesman for the Customs and Excise Department said, \"Our on-going anti-piracy operations signify the determination of the HKSAR Government in the protection of intellectual property rights.\"\n\n", "Hong Kong Customs is cracking down on the production of pirated optical discs.  Customs officers have made a series of seizures of illegally produced optical discs, helping to strengthen Hong Kong's commitment to intellectual property rights.\n\nCustoms officers frequently raid locations where illegal optical disc production takes place.  As of November 1998, customs officers had smashed 15 disc factories, recovering a sum of 460 million dollars.  Surveillance activities often reveal the offending actions, after which police intercept the individuals involved and seize production lines.  Series of planned crackdowns on illegal production are given code names such as \"Terminator\" and \"Thunderbolt\".\n\nOfficers have also seized pirated discs at the airport and seaports.  Smuggled discs have been found shipped from Malaysia, Singapore, South Korea, and Macau.\n\nAmong the illegal goods that have been seized are VCDs, MCDs, DVDs, and CD-ROMs that contain music, Japanese television dramas, and obscene material.  Copyright laws state that anyone found selling or importing pirated material may be prosecuted, with a maximum penalty of 50,000 dollars and four years in prison.  The Hong Kong government wants to reinforce its commitment to intellectual property rights, and the Customs Department's ongoing raids of illegal optical disc production support this commitment.\n\n"]}, "Group_1014": {"100": ["In an effort to curb traffic offenses, the Eastern District Police regularly conduct Eastern Traffic Days. During a period from 8 am to 4 pm on a weekday, usually a Wednesday, Thursday, or a Friday, police officers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team are deployed to enforce traffic regulations in traffic black spots in the district. They issue fixed penalty tickets for illegal parking and other traffic offenses, and dispense summonses for jay-walkers. They also cautioned many other pedestrians and drivers for minor traffic offenses.\n", " Eastern District Police officers issued 126 fixed penalty tickets and 33 summonses against road users violating traffic regulations during an operation conducted between 8 am and 4 pm on May 26, 1999. Twenty-six officers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team were deployed to enforce traffic regulations in traffic black spots in the district. 114 tickets were issued for illegal parking. Thirty-one jaywalkers were summonsed. Thirty-eight pedestrians and 77 drivers were cautioned for committing minor traffic offences during the eight-hour operation. \n This is one among many such operations.\n", "If police officers got paid by the ticket, then I'm sure that Eastern Traffic Day is their favorite day of the year.  On this day between 8 in the morning and 4 in the afternoon, police are out in large numbers strictly enforcing traffic laws that often go ignored.  Most often, the police patrol areas that are well-known for major traffic problems.  \n\nOfficers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team were deployed to enforce traffic regulations in traffic black spots in the district.  Usually 20-30 officers are deployed to carry-out the operation.\n\n"], "50": ["In an effort to curb traffic offenses, the Eastern District Police regularly conduct Eastern Traffic Days. During a period from 8 am to 4 pm police officers are deployed to enforce traffic regulations in traffic black spots in the district, where they issue tickets and summonses for offenses such as illegal parking and jaywalking.\n", " Eastern District Police officers issued 126 penalty tickets and 33 summonses against road users violating traffic regulations during an operation conducted between 8 am and 4 pm on May 26, 1999. 26 officers were deployed to enforce traffic regulations in traffic black spots in the district. This was one of many such operations.\n\n", "On Eastern Traffic Day between the hours of 8 in the morning and 4 in the afternoon, police are out in large numbers strictly enforcing traffic laws that often go ignored.  Most often, the police officers patrol areas that are well-known for having major traffic problems. \n\n"], "200": [" During certain times of the year Hong Kong police conduct traffic operations. The following are typical examples of these operations.\n Eastern District Police officers issued a total of 126 fixed penalty tickets and 33 summonses against road users violating traffic regulations during an operation conducted between 8 am and 4 pm on May 26, 1999. Twenty-six officers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team were deployed to enforce traffic regulations in traffic black spots in the district. A total of 114 tickets were issued for illegal parking and 12 for other traffic offences. Thirty-one jaywalkers were summonsed. Thirty-eight pedestrians and 77 drivers were cautioned for committing minor traffic offences during the eight-hour operation.\n\n In another operation the Eastern District Police offers issued a total of 150 fixed penalty tickets and 39 summonses against road users violating traffic regulatoins. Twenty-four officers were deployed to enforce traffic regulations in traffic black spots in the district. A total of 138 tickets were issued against illegal parking and 12 for other traffic offences. Thirty-nine jaywalkers were summonsed. Eight pedestrians and 83 drivers were cautioned for committing minor traffic offences during the eight-hour operation.\n\n", "In an effort to curb traffic offenses, the Eastern District Police regularly conduct Eastern Traffic Days. During a period from 8 am to 4 pm on a weekday, usually a Wednesday, Thursday, or a Friday, police officers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team are deployed to enforce traffic regulations in traffic black spots in the district. They issue fixed penalty tickets for illegal parking and other traffic offenses, and dispense summonses for jay-walkers. They also cautioned many other pedestrians and drivers for minor traffic offenses. From the police reports, 29 officers were deployed for Traffic Day in 1998, with a total of 144 fixed penalty tickets and 64 summonses issued, and an additional 53 pedestrians and 45 drivers cautioned. 1999 appeared to be the most successful; the police conducted 6 Traffic Days. A total of 784 fixed penalty tickets and 272 summonses were issued, and an additional 215 pedestrians and 592 drivers cautioned. In 2000, there were 3 Traffic Days, with only 384 fixed penalty tickets and 126 summonses issued, and an additional 82 pedestrians and 274 drivers cautioned. Most of the fixed penalty tickets were for illegal parking.\n", "If police officers got paid by the ticket, then I'm sure that Eastern Traffic Day is their favorite day of the year.  On this day between 8 in the morning and 4 in the afternoon, police are out in large numbers strictly enforcing traffic laws that often go ignored.  Most often, the police patrol areas that are well-known for having major traffic problems.  \n\nOfficers from Eastern District Headquarters, North Point Division, Shau Kei Wan Division, Chai Wan Division and Eastern District Traffic Team were deployed to enforce traffic regulations in traffic black spots in the district.  Usually 20-30 officers are deployed to carry-out the operation.\n\n10 police reports reveal an assortment of arrest numbers.  It is unclear what year the reports were filled out.  On the high sides, the reports indicate that 182 fixed penalty tickets and 74 summonses were issued during the eight hour operation.  On the low end, there were 90 fixed penalty tickets and 33 summonses issued. Traffic violations include illegal parking and other traffic offenses.  Most of the summonses handed out were issued for jaywalking.  In addition to these, police officers also cautioned (usually between 60 and 110) pedestrians for other minor offenses.\n\n"]}, "Group_64": {"100": ["The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, has been busy visiting foreign leaders of government and industry.\n\nIn mainland China, the CE has traveled to Beijing and Shanghai.  These trips have included duty visits, a ceremony to mark the opening of the Beijing Office of the Hong Kong Special Administrative Region, and attending the National People's Congress.\n\nThe Chief Executive also visited the United States, Canada, and Israel to discuss economic matters.  Mr. Tung discussed high-tech development in Silicon Valley, Toronto, and the technological centers of Israel.\n\nThe CE also met with officials from Thailand and Europe passing through Hong Kong.\n", "The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, makes many international visits as part of his official duties. \nMr. Tung makes an annual duty visit to Beijing.  He also accepted an invitation of the Standing Committee of the National People's Congress to attend an official ceremony in Beijing.\nHe visits San Fransisco and the Silicon Valley, to meet with business and community leaders, as well as visit information technology companies.\nThe Chief Executive visits Isreal to witness Israel's development of high-tech industries. \nMr. Tung also visits Thailand and Shanghai, and in Canada he discusses Hong Kong's economic recovery.\n\n", "The Chief Executive, Mr Tung Chee Hwa travelled to various nations including China, Thailand, Canada, Israel, and the United States for diplomatic and more concrete issues of international concern.\n\nOn a more business related trip, the Chief Executive, Mr Tung Chee Hwa, will visit San Francisco and the Silicon Valley on July 21 and 22 respectively and will visit a number of information technology companies in the Silicon Valley.\n\nMr Tung will also make a landmark visit to Israel - the first by a serving leader of Hong Kong.  The focus of the trip will be the development of Israel's high-tech industries. \n"], "50": ["The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, makes many international visits as part of his official duties. \nMr. Tung makes an annual duty visit to Beijing and attends official ceremonies there upon invitation.\nHe visits San Fransisco and the Silicon Valley, Isreal, Thailand, Shanghai, and Canada.\n", "The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, has been busy visiting foreign leaders of government and industry.\n\nThe CE has traveled to mainland China for political  gatherings. In the United States, Canada, and Israel, Mr. Tung discussed technological development.  Mr. Tung also met with foreign leaders passing through Hong Kong.\n", "The Chief Executive, Mr Tung Chee Hwa travelled to various nations recently for diplomatic and more concrete issues of international concern.  These nations include China, Thailand, Canada, Israel, and the United States.  The business aspects of his trips will primarily focus on the development of information technology.\n"], "200": ["The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, makes many international visits as part of his official duties. He is often accompanied by other Hong Kong officals, including the Information Coordinator, Mr. Tung's Private Secretary and his Special Assistant, and the Secretary for Trade and Industry.  His wife, Mrs. Tung, sometimes joins him as well. During his absence, the Financial Secretary usually assumes the duties of the Chief Executive.  \nMr. Tung makes an annual duty visit to Beijing.  He also accepted an invitation of the Standing Committee of the National People's Congress to attend an official ceremony in Beijing.\nHe visits San Fransisco and the Silicon Valley, to meet with business and community leaders, as well as visit information technology companies and brief his interlocutors in the US on the latest developments in Hong Kong.\nThe Chief Executive was the first serving head of government from Hong Kong to visit Isreal. The focus of this trip was Israel's development of high-tech industries. Mr. Tung wanted to see for himself how Isreal has become so successful in technology and innovation.\nMr. Tung also visits Thailand and Shanghai, and in Canada he discusses Hong Kong's economic recovery.\n\n\n", "The Chief Executive of Hong Kong, Mr. Tung Chee Hwa, has been busy visiting foreign leaders of government and industry.  While abroad, the Chief Executive has discussed matters of international relations and commerce.\n\nOne of the Chief Executive's destinations has been mainland China.  In Beijing, the CE has met with President Jiang Zemin and Premier Zhu Rongji.  These trips have included duty visits, a ceremony to mark the opening of the Beijing Office of the Hong Kong Special Administrative Region, and attending the National People's Congress.  The CE has also traveled to Shanghai.\n\nThe Chief Executive has also visited the United States, Canada, and Israel to discuss economic matters.  While in the Silicon Valley area, Mr. Tung discussed Hong Kong's technological progress at information technology companies. Mr. Tung was also concerned with high-tech development on his trip to Israel.  In Canada, the CE visited Toronto to interest business and political leaders in trade with Hong Kong.\n\nMr. Tung also met with foreign leaders passing through Hong Kong to celebrate the Handover Ceremony in Macao.  The CE discussed economic opportunities in Hong Kong with the officials from Thailand and Europe.\n\nDuring visits, Mr. Tung is typically accompanied by assistants and secretaries.\n\n\n\n\n", "Chief Executive involved in various international business.\n\nThe Chief Executive, Mr Tung Chee Hwa travelled to various nations recently on several diplomatic and more concrete issues of international concern.  During his annual duty vist to Beijing on Sunday, Novermber 21, Mr Tung will meet with President Jiang Zemin, Premier Zhu Rongji and Vice Premier Qian Qichen.\n\nOn a more business related trip, the Chief Executive, Mr Tung Chee Hwa, will visit San Francisco and the Silicon Valley on July 21 and 22 respectively.  Mr Tung will meet with the Mayor of the City, but also business and community leader, and will visit a number of information technology companies in the Silicon Valley.\n\nMr Tung will also make a landmark visit to Israel - the first by a serving leader of Hong Kong.  The focus of the trip will be the development of Israel's high-tech industries.  Mr Tung will meet with various Israeli officials such as Prime Minister Benjamin Netanyahu and the Minister of Foreign Affairs Ariel Sharon.\n\nMr Tung's other significant international trips include those to Shangai to attend the 1999 Fortune Global Forum, and to Macao to visit the Princess of Thailand, Her Royal Highness Princess Maha Chakri Sirindhorn.\n"]}, "Group_971": {"100": ["Customs Agents have made several heroin seizures and arrested several people charged with illegal drug trafficking.\n\nCustoms officers of the Airport Investigation Division and Customs Drug Investigation Bureau conducted an anti-narcotics operation.  Two men were arrested.  Another airport seizure involved 7.5 kilograms of heroin.\n\nThere were other busts.  The ages of the suspect were all between 20 and 50 years.  The amount of heroin found during each seizure was as small as 250 grams but not larger than 10 kilograms.\n\nThe maximum penalty for the offense of \"trafficking in a dangerous drug\" is a $5 million fine and life imprisonment.\n\n\n", " The Chineese government, specifically the Customs Drug Investigation Bureau and the Narcotics Bureau, have been engaged in various fforts to stem the heroin trade. There were a number of arrests of individuals, neutralisation of various centrse for drug manufacturing, and prevention of influx of drugs into the country. \n\n  For example, 44-year-old man arrested by Customs Drug Investigation Bureau appeared in Kwun Tong Magistracy on April 28, 2000 charged with trafficking in a dangerous drug and manufacturing a dangerous drug. The suspect was arrested by the officers yesterday in Lam Tin following the seizure of 820 grams of No. 4 heroin worth about $500,000.\n\n\n\n\n", "One branch of the Customs and Excise Department is the Customs Drug Investigation Bureau. Along with the Narcotics Bureau, they seek to eradicate dealing in narcotics. One of their biggest targets is heroin trade, smuggling, manufacture, and distribution. By tracking suspicious persons and setting ambushes, many drug manufacturing centres have been uncovers and smashed. Police have also made seizures off private persons, in particular intercepting smugglers at airports and customs control points. There has been an increase in successful seizures, and the amount of heroin seized in Hong Kong has risen by 100 kilograms in the past year, without an increase in drug demand.\n"], "50": [" The Chineese government, specifically the Customs Drug Investigation Bureau and the Narcotics Bureau, have been engaged in various efforts to stem the heroin trade. There were a number of arrests of individuals, neutralisation of various centrse for drug manufacturing, and prevention of influx of drugs into the country.\n\n\n\n", "Customs Agents have made several heroin seizures and arrested several people charged with illegal drug trafficking.\n\nThe ages of the suspect were all between 20 and 50 years.  The amount of heroin found during each seizure was as small as 250 grams but not larger than 10 kilograms.\n\n\n", "The Customs Drug Investigation Bureau and Narcotics Bureau both seek to erdicate narcotics trafficking, in particular the smuggling, manufacture, and distribution of heroin. Their success can be seen in an increase of the amount of heroin seized and drug manufacturing centres smashed, without an increase in drug demand.\n"], "200": [" The Chineese government, specifically the Customs Drug Investigation Bureau and the Narcotics Bureau, have been engaged in various efforts to stem the heroin trade. There were a number of arrests of individuals, neutralisation of various centrse for drug manufacturing, and prevention of influx of drugs into the country. \n\n For example, a 44-year-old man arrested by Customs Drug Investigation Bureau appeared in Kwun Tong Magistracy on April 28, 2000 charged with trafficking in a dangerous drug and manufacturing a dangerous drug. The suspect was arrested by the officers yesterday in Lam Tin following the seizure of 820 grams of No. 4 heroin worth about $500,000.\n\n The Narcotics Bureau Police believed that a drug manufacturing centre was neutralised following the arrest of a 39-year-old man and the seizure of $16 million of suspected No.4 heroin by officers attached to the Narcotics Bureau December 16, 1999.\n\n And,  Acting on intelligence, Customs officers of the Airport Investigation Division and Customs Drug Investigation Bureau January 5, 1999, conducted an anti-narcotics operation to process outgoing passengers at the departure level of the Airport. As a result, two people were found body-packed with 2.9 kilograms and 3.2 kilograms of high grade heroin.\n\n\n\n\n\n\n\n", "Customs Agents have made several heroin seizures and arrested several people charged with illegal drug trafficking.  Most of the reports involved high-grade heroin.\n\nActing on intelligence, Customs officers of the Airport Investigation Division and Customs Drug Investigation Bureau conducted an anti-narcotics operation to process outgoing passengers at the departure level of the Airport.  At the end of the day, two men (ages 22 and 37) who were on their way to Taiwan were arrested and 6.1 kilograms of heroin was seized.  (One man had 2.9 kilograms; the other had 3.2 kilograms).  Another airport seizure included 7.5 kilograms of heroin (worth $7.5 million) taken from two women, ages 28 and 34.\n\nThere were other busts in places such as Fanling, Wong Tai Sin, Kwun Tong, Lo Wu Control Point, Sha Tin, Tuen Mun and Lam Tin.  The ages of the suspects varied, but they were all between the ages of 20 and 50 years.  The amount of heroin found during each seizure also varied greatly with busts as small as 250 grams but no larger than 10 kilograms.\n\nThe maximum penalty for the offense of \"trafficking in a dangerous drug\" is a $5 million fine and life imprisonment.\n\n\n", "One branch of the Customs and Excise Department is the Customs Drug Investigation Bureau. Along with the Narcotics Bureau, they seek to eradicate dealing in narcotics. One of their biggest targets is heroin trade, smuggling, manufacture, and distribution. By tracking suspicious persons and setting ambushes, many drug manufacturing centres have been uncovers and smashed. Police have also made seizures off private persons, in particular intercepting smugglers at airports and customs control points. Those persons intercepted at these places most often have slabs of heroin strapped to their bodies. Much of the heroin seized was believed to be for distribution in the Kowloon area. The Bureaus have seen an increase in their rates of success, and the amount of heroin seized in Hong Kong has risen by 100 kilograms in the past year, without an increase in drug demand. Instead, the Central Registry for Drug Abuse Records reports a decrease in drug abusers for the same period of time. The Bureau chiefs credit good strategy and intelligence work by officers for this increased success. Those trafficking in heroin can be charged with \"Trafficking in Dangerous Drug,\" which carries a maximum penalty of $5 million and life imprisonment.\n"]}, "Group_551": {"100": ["The Disaster Relief Fund Advisory Committee has approved several grants for emergency relief to flood victims.\n\nOxfam Hong Kong, World Vision Hong Kong, the United Nations Children's Fund, Hong Kong Red Cross, the Salvation Army, and Medecins Sans Frontieres are the organizatons who have received grants from the Advisory Committee to provide relief.  In mainland China, recent floods have summoned the services of Hong Kong relief organizations.  Floods in North Korea and Bangladesh have also attracted funds from Hong Kong.   To ensure that the money given to them will be used for the purpose designated, relief organizations must submit evaluation forms and audited accounts.\n\n", "The Hong Kong Government is committed to providing disaster relief for flood victims. Programs like UNICEF and Hong Kong's Red cross have recieved grants.\n\nOver the course of several years, the Disaster Relief Fund Advisory Committee have approved millions of dollars for aid to countries including Bangladesh and North Korea. Additionally, other relief projects include aid to Hunan, Sichuan, Anhui, Heilongjiang, Jilin and Inner Mongolia Autonomous Region, Shaanxi, Guangxi, Yunnan, Hubei and Jiangxi.\n\nThe Committee is chaired by the Chief Secretary for Administration. The committee includes the Secretary for Health and Welfare and the Secretary for the Treasury, among others.\n\n\n\n", "The Disaster Relief Fund Advisory Committee approves grants to aid flood victims.\nBetween the months of July and November of 1998, many grants were sent for emergency relief. Grants were sent to the Mainland, North Korea, and Bangladesh. North Korea has suffered continued hardship brought about by floods and droughts over the past few years. Bangladesh and the Mainland have been affected by recent flooding.\nThe Disaster Relief Fund Advisory Committee has given grants to United Nations Children's Fund, Medicins Sans Frontieres, and Salvation Army, hoping that the grants can help to provide some immediate relief to the victims affected by the recent floods.\n\n\n\n"], "50": ["The Disaster Relief Fund Advisory Committee approves grants to aid flood victims.\nBetween July and November of 1998, many grants were sent for emergency relief to the Mainland, North Korea, and Bangladesh. \nThe Committee hopes that the grants can help to provide some immediate relief to the victims affected by the recent floods.\n", "The Hong Kong Government is committed to providing disaster relief for flood victims. Many well-known programs have recieved grants.\n\nOver several years, the Disaster Relief Fund Advisory Committee has approved money for aid to many countries. Additionally, there were relief projects to assist flood victims in cities on the Mainland.\n\n\n\n", "The Disaster Relief Fund Advisory Committee has approved several grants for emergency relief to flood victims.\n\nWorld Vision Hong Kong and the United Nations Children's Fund are among the organizations who have received grants from the Advisory Committee.  The flood victims to receive aid are in mainland China, North Korea, and Bangladesh.\n\n"], "200": ["The Hong Kong Government is committed towards providing disaster relief for victims of floods. In many cases where communities in eastern asia have been ravaged by flooding, the Disaster Relief Fund Advisory Committee has approved grants to organizations such as the Salvation Army, Medecins Sans Frontieres, World Vision Hong Kong, Hong Kong Red Cross, Oxfam Hong Kong, and the United Nations Children's Fund (UNICEF).\n\nTo ensure that the money will be used for the purpose designated, the Government often requires organizations like the Hong Kong Red Cross to submit an evaluation report and audited accounts on the use of the grant after the project has been completed.\n\nOver the course of several years, the Disaster Relief Fund Advisory Committee have approved millions of dollars for aid to a few different countries. Some of the recepients include Bangladesh and North Korea. Additionally, the various relief projects to assist visctims affected by floods in the Mainland include aid to Hunan, Sichuan, Anhui, Heilongjiang, Jilin and Inner Mongolia Autonomous Region, Shaanxi, Guangxi, Yunnan, Hubei and Jiangxi.\n\nThe Committee is chaired by the Chief Secretary for Administration. The committee includes the Secretary for Health and Welfare and the Secretary for the Treasury, among others.\n\n\n", "The Disaster Relief Fund Advisory Committee has approved several grants for emergency relief to flood victims.  The grants have been given to Hong Kong relief organizations who wish to aid flood victims in mainland China, Bangladesh, and North Korea.\n\nOxfam Hong Kong, World Vision Hong Kong, the United Nations Children's Fund, Hong Kong Red Cross, the Salvation Army, and Medecins Sans Frontieres are the organizatons who have received grants from the Advisory Committee to provide relief.  To ensure that the money given to them will be used for the purpose designated, these organizations must submit evaluation forms and audited accounts on the use of the grant.\n\nIn mainland China, recent floods in Hunan, Sichuan, Yunnan, Guangxi, Jiangxi, Hubei, Anhui, Heilongjiang, Jilin, Shaanxi, and Inner Mongolia have summoned the services of relief organizations in neighboring Hong Kong.  As of September 1998, the Disaster Relief Advisory Committee had approved $22.39 million for these organizations to do their work in the Mainland.  Floods in North Korea and Bangladesh have also attracted funds from Hong Kong relief organizations that are supported by the Advisory Committee.\n\nThe Advisory Committee is chaired by the Chief Secretary for Administration, and counts many government officials among its members.\n", "The Disaster Relief Fund Advisory Committee approves grants to aid flood victims. The committee is chaired by the Chief Secretary for Administration. Members include the Secretary for Health and Welfare and the Secretary for the Treasury.\nBetween the months of July and November of 1998, many grants were sent for emergency relief. Grants were sent to the Mainland, North Korea, and Bangladesh. North Korea has suffered continued hardship brought about by floods and droughts over the past few years. Bangladesh and the Mainland have been affected by recent flooding. Regions in the Mainland which will be revieve grants include Jiangxi, Hunan, Hubei, Sichuan, Yunnan, Anhui, Heilongjiang, Jilin, Guangxi, and Inner Mongolia Autonomous Region.\nThe Disaster Relief Fund Advisory Committee has given grants to United Nations Children's Fund, Oxfam Hong Kong, World Vision Hong Kong, Hong Kong Red Cross, Medicins Sans Frontieres, and the Salvation Army, hoping that the grants can help to provide some immediate relief to the victims affected by the recent floods.\nTo ensure that the money will be used for the purpose designated, the Government has required submission of an evaluation report and audited accounts on the use of the grant after the project has been completed.\n\n"]}, "Group_827": {"100": ["Good health and hygiene is being promoted through program participation and rewards.\n\nThe Provisional Urban Council (PUC) Ambassadors of Hygiene is a title awarded annually to 24 students who present exceptional written projects on health.  The competition, is divided into three categories. 8 winners are selected from each group. The winners are named at an award ceremony.  Then the ambassadors go to Japan to discuss public health with Japanese officials.\n\nOther health-related programs include the \"Know More about Environmental Hygiene Facilities cum Life skill Training Camp.\"  Applications must be submitted, but admission is free.  At this camp children learn about environmental hygiene facilities.\n\n", " In Hong Kong, secondary Two to Four students studying in schools in the New Territories and outlying islands, who intend to join the \"Know More about Environmental Hygiene Facilities cum Lifeskill Training Camp\", were reminded to submit their applications before the deadline for entry. Organised by the Provisional Regional Council in association with the Education Department, the activity aimed to encourage students to make good use of their environmental hygiene facilities and services, and then disseminate the message to their schoolmates, friends and family members. Twenty-four entrants were later appointed Provisional Urban Council Ambassadors at a flag presentation ceremony.\n\n\n", "The Provisional Regional Council (Pro RC) and Provisional Urban Council (PUC) both presented competitions for students to demonstrate and gain knowledge about public health and environmental hygiene, and then to disseminate their newfound knowledge in their communities. Secondary students have a chance to gain more environmental hygiene knowledge through visits to a number of the Pro RC's hygiene facilities and participation in a lifeskill training camp. The winners of the PUC Ambassador of Hygiene Competition will go to Japan to gain an insight into Japan's hygiene services and facilities, and share with Japanese students on their views in promoting health education in schools.\n\n"], "50": ["Good health and hygiene is being promoted through program participation and rewards.\n\nThe PUC Ambassadors of Hygiene is a prestegious award given to 24 students who present exceptional written projects on health.  Other programs include the \"Know More about Environmental Hygiene Facilities cum Life skill Training Camp.\"  \n", "In Hong Kong, health education for children partly consists of the \"Know More about Environmental Hygiene Facilities cum Lifeskill Training Camp.\" Organized by the PRC, the activity aimed to encourage students to make good use of their environmental hygiene facilities and services, and to disseminate the message to their schoolmates.\n\n\n \n", "The Provisional Regional Council (Pro RC) and Provisional Urban Council (PUC) both presented competitions for students to demonstrate and gain knowledge about public health and environmental hygiene, and then to disseminate their newfound knowledge in their communitites. The Pro RC offers a lifeskill camp, while the PUC offers a study trip to Japan.\n\n"], "200": ["Good health and hygiene amongst young people is being promoted through program participation and rewards.\n\nThe Provisional Urban Council (PUC) Ambassadors of Hygiene is a title awarded annually to 24 students (ages 11-18) who present exceptional written projects on health.  The competition, is divided into three categories:  Primary, Junior and Senior Secondary.  8 winners are selected from each group.\n\nThe winners are named at an award ceremony, picked from a pool of over 350 students.  They enjoy many other awards.  For example the ambassadors go to Japan to discuss public health with Japanese officials.  During the trip, they visit offices such as the Bureau of Public Cleansing, the Tokyo Environmental Centre and the Tokyo Food and Residential Hygiene Center.\n\nOther health-related programs include the \"Know More about Environmental Hygiene Facilities cum Life skill Training Camp.\"  Applications must be submitted, but admission is free.  At this camp children learn about environmental hygiene facilities.\n\nStudents take a quiz on what they learned.  The 60 top scorers then are invited to attend a 3-day like skills camp.\n\nAt an award ceremony following the completion of one of the 3-day camps, Mr. Leung Kwong-cheong (VP of Pro RC) gave certificates of appreciation to all of the students.\n\n", "The Provisional Regional Council (Pro RC) and Provisional Urban Council (PUC) both presented competitions for students to demonstrate and gain knowledge about public health and environmental hygiene. Secondary Two to Four students studying in schools in the New Territories and outlying islands now have a chance to gain more environmental hygiene knowledge through visits to a number of the Pro RC's hygiene facilities and participation in a lifeskill training camp during the summer holiday. The programme encourages students to make good use of the environmental hygiene facilities, and to disseminate the messages to their schoolmates by organising health promotion activities in their schools with the assistance of the Health Education Unit. The training programme in the camp includes imparting knowledge on food and environmental hygiene as well as lifeskill training such as communication skills, leadership and building up of self-confidence. The mission of the PUC Ambassador of Hygiene Competition is to promote food, personal and environmental hygiene in their families and at schools. The winning students will be awarded a free trip to Japan, where they will meet with officials to gain an insight into Japan's hygiene services and facilities, and share with Japanese students on their views in promoting health education in schools.\n", " In Hong Kong, secondary Two to Four students studying in schools in the New Territories and outlying islands, who intend to join the \"Know More about Environmental Hygiene Facilities cum Lifeskill Training Camp\", are reminded to submit their applications before the deadline for entry. Organised by the Provisional Regional Council in association with the Education Department, the activity aims to encourage students to make good use of their environmental hygiene facilities and services, and then disseminate the message to their schoolmates, friends and family members.\n\nA spokesman for the Health Education Unit of the Regional Services Department(RSD) said: \"I would like to urge students who are interested to participate in the training camp to take their chances and send in their entry forms.\"\n\nActivities of entrants led to the appointment of twenty-four students as the Provisional Urban Council Ambassadors of Hygiene at a flag presentation. Officiating at the ceremony, Mr. Joseph Chan Yuek-sut said that the written projects were rich in content and attractive in presentation. The Ambassadors will be invited to join the PUC Ambassador of Hygiene Club to participate in a series of health education activities such as hygiene training camp and visits to voluntary organisations.\n\n\n"]}, "Group_812": {"100": ["The mission of the Mandatory Provident Fund Schemes Authority (MPFA) is to ensure the provision of retirement protection for Hong Kong's workforce. From 1998-2000, the MPFA worked to implement the Mandatory Provident Fund Schemes (MPF) System in December of 2000. They asked that all employers register for an MPF scheme, unless exempted under MPF requirements of existing retirement schemes under the Occupational Retirement Schemes Ordinance (ORSO). After implementation, the MPFA will act as the registration authority, lead regulator and co-ordinator, and rely on several other government monetary agencies for the licensing and supervision of MPF intermediaries. \n", "The Management Board of the Mandatory Provident Fund Schemes Authority endorsed at its meeting the MPFA Corporate Plan 2000-2001 and proposed amendments to the Mandatory Provident Fund Schemes Regulation. Programmes and activities outlined in the MPFA Corporate Plan were constructed with the mission and target of the MPFA in mind. \"Our mission is to ensure the provision of retirement protection for Hong Kong's workforce and our target is to implement the MPF System in December. Everybody in the MPFA is devoted to work towards this mission and target,\" said  Charles Lee Yeh-kwong. The commencement date for MPF contributions should remain unchanged.\n\n", "For the year 2000-2001 The Mandatory Provident Fund's mission according to chairman Charles Lee Yeh-kwong was to \"Ensure the provision of retirement protection for Hong Kong's work force.\"\n\nIn a meeting a couple of years earlier, the Mandatory Provident Fund Schemes Authority (MPFA) endorsed a set of  guidelines to help service providers in complying with the MPF legislation. \n\nEach year, the MPFA accepts applications.\n\nIn 2000 the MPFA decided to set December 1 as the date for commencing MPF contributions.  The timetable allowed 11 months for employers to enroll their staff into MPF schemes before the commencement of contributions in December 2000.\n\n\n\n"], "50": ["For the year 2000-2001 The Mandatory Provident Fund's mission according to chairman Charles Lee Yeh-kwong was to \"Ensure the provision of retirement protection for Hong Kong's work force.\"\n\nEach year, the MPFA accepts applications for approval of MPF corporate trustees from insurance companies and banks and applications for MPF exemption from Occupational Retirement Schemes.\n\n\n\n", " The Management Board of the Mandatory Provident Fund Schemes Authority endorsed at its meeting the MPFA Corporate Plan 2000-2001 and proposed amendments to the Mandatory Provident Fund Schemes Regulation. Programmes and activities outlined in the MPFA Corporate Plan were constructed with the mission and target of the MPFA in mind.\n\n", "The mission of the Mandatory Provident Fund Schemes Authority (MPFA) is to ensure the provision of retirement protection for Hong Kong's workforce. They asked that all employers register in the system, unless exempted for existing retirement schemes under the Occupational Retirement Schemes Ordinance. After implementation, the MPFA will act as lead regulator and co-ordinator.\n"], "200": [" The Management Board of the Mandatory Provident Fund Schemes Authority endorsed at its meeting the MPFA Corporate Plan 2000-2001 and proposed amendments to the Mandatory Provident Fund Schemes Regulation. Programmes and activities outlined in the MPFA Corporate Plan were constructed with the mission and target of the MPFA in mind. \"Our mission is to ensure the provision of retirement protection for Hong Kong's workforce and our target is to implement the MPF System in December. Everybody in the MPFA is devoted to work towards this mission and target,\" said  Charles Lee Yeh-kwong.\n Also, The commencement date for MPF contributions should remain unchanged on December 1, 2000 as previously scheduled, members of the MPFA Management Board agreed at a meeting today.\n\nThe MPFA Chairman, the Hon. Charles Lee Yeh-kwong, said the MPFA had reviewed the readiness of the community, the industry and the MPFA itself and the conclusion was that all the parties concerned would be ready for the full implementation of the MPF System in December 2000. The MPFA will recommend to the Executive Council on the commencement date and will propose to bring into effect all the other legislative provisions necessary for the smooth operation of the MPF System.\n\n\n\n\n\n\n\n", "For the year 2000-2001 The Mandatory Provident Fund's mission according to chairman Charles Lee Yeh-kwong was to \"Ensure the provision of retirement protection for Hong Kong's work force.\"\n\nIn a meeting a couple of years earlier, the Mandatory Provident Fund Schemes Authority (MPFA) endorsed a set of  guidelines to help service providers in complying with the MPF legislation. The guidelines were on:\n\nApplication for Approval as Trustees, which specify the forms for application for approval as MPF trustees and the information and documents to be submitted;  Application for Registration of Provident Fund Schemes, which relate to the application for registration of employer sponsored schemes and master trust schemes under the MPF Schemes Ordinance; and criteria and requirements with respect to custodians of MPF assets and eligible insurers providing insurance cover for registered MPF schemes; and MPF approved funds.\n\nEach year, the MPFA accepts applications for approval of MPF corporate trustees from insurance companies, banks and investment houses and applications for MPF exemption from Occupational Retirement Schemes.\n\nIn 2000 the MPFA decided to set December 1 as the date for commencing MPF contributions.  The timetable allowed 11 months for employers to enroll their staff into MPF schemes before the commencement of contributions in December 2000.\n\n\n", "The mission of the Mandatory Provident Fund Schemes Authority (MPFA) is to ensure the provision of retirement protection for Hong Kong's workforce. From 1998-2000, the MPFA worked to implement the Mandatory Provident Fund Schemes (MPF) System in December of 2000. They asked that all employers register for an MPF scheme, unless exempted under MPF requirements of existing retirement schemes under the Occupational Retirement Schemes Ordinance (ORSO). One of the key tasks before full implementation of the System is the processing of applications for exemption. During the year 2000-2001, the MPFA will perform as the registration authority and the regulator of ORSO schemes and MPF schemes. The MPFA will act as the lead regulator and co-ordinator, and rely on several other government monetary agencies for the licensing and supervision of MPF intermediaries. The likely increase in the operating costs of most businesses arising from the implementation of the MPF system will be modest, and it is expected that employers will seek to contain impact through adoption of more efficient production techniques and other management arrangements. On public awareness, the Government and the MPFA have distributed millions of explanatory pamplet. A territory-wide operation will reach out to thousands of shops with a package of publicity materials.\n"]}, "Group_522": {"100": [" British abdication of control of Hong Kong to China presents a rather peculiar situation. Essentially there now exists one country but two legal and cultural systems. In efforts to smooth the transition and talk about rendition there have been numerous dialogues between the two. \n For instance, the Secretary for Security, Mrs. Regina Ip, has held useful and positive discussions with the Mainland authorities on rendition during her stay in Beijing. The purpose of the visit was to hold exploratory discussions with the Mainland authorities on rendition and to pay courtesy calls on the relevant ministries and state agencies.\n", "Official representatives of the Hong Kong Special Administrative Region (HKSAR) have made several important visits with senior officials in Beijing to discuss subjects of mutual concern between the central government of the People's Republic of China and the SAR. These meetings helped to enhance the communication and understanding between the two governments and accomodate a smooth relationship after the Handover. Both sides acknowledged that given the immense differences in the legal and judicial systems in the Mainland and the HKSAR, the subject is very complicated. Under the \"one country, two systems\" principle, it was agreed that Hong Kong would continue to have autonomy.\n", "Officials in Hong Kong, through visits and meetings, are attempting to make stronger ties with the Mainland.\n\nThe Chief Secretary for Administration, Mrs. Anson Chan, visited Beijing to begin talks with important officials. Other visits to Beijing include a trip to be taken by the secretary for Constitutional Affairs, Mr. Michael Suen.  The Financial Secretary, Mr. Donald Tsang, will visit Beijing to make courtesy calls to the Vice-Premier and Minister of Foreign Affairs and meet with bank officials to discuss financial matters. A ten-member delegation of the immigration Department will also visit the Mainland to help promote a better working relationship with Mainland Authorities.\n\n\n"], "50": ["In efforts to create positive ties with the Mainland there have been many visits by members of the Hong Kong government. The Secretary for Security, Mrs. Regina Ip, has held useful and positive discussions with the Mainland authorities on rendition during her stay in Beijing. Also, the Chief Secretary for Administration visited the Mainland. \n\n", "Officials in Hong Kong are attempting to make stronger ties with the Mainland.  Officials including The Chief Secretary for Administration, Mrs. Anson Chan, The Secretary for Constitutional Affairs, Mr. Michael Suen and The Financial Secretary, Mr. Donald Tsang, have or will visit Beijing to have talks with important Mainland officials.\n\n", "Official representatives of the Hong Kong Special Administrative Region (HKSAR) have made several important visits with senior officials in Beijing to discuss subjects of mutual concern between the central government of the People's Republic of China and the SAR and work toward a formal agreement of affairs.\n"], "200": ["Officials in Hong Kong, through visits and meetings, are attempting to make stronger ties with the Mainland.\n\nThe Chief Secretary for Administration, Mrs. Anson Chan, visited Beijing.  During her stay in Beijing Mrs. Chan exchanged views with the Director of the Hong Kong and Macau Affairs Office of the State Council, Mr Liao, on subjects of mutual concern to Hong Kong and the Mainland, with hopes of strengthening ties and cooperation.  On her visit, she also met with Vice-Premier Qian Qichen at Diaoytai State Guesthouse.\n\nOther visits to Beijing include a trip to be taken by the secretary for Constitutional Affairs, Mr. Michael Suen, who will have working meetings with mainland officials on issues of mutual concern.  The Financial Secretary, Mr. Donald Tsang, will visit Beijing to make courtesy calls to the Vice-Premier and Minister of Foreign Affairs and meet with bank officials to discuss financial matters. A ten-member delegation of the immigration Department will also visit the Mainland to help promote a better working relationship with Mainland Authorities.\n\nThe Secretary for Security, Mrs. Regina Ip, also took a week-long visit to Beijing and Guangzhou to hold talks with Mainland authorities on rendition and to pay courtesy calls to the some state agencies.\n\n", "Official representatives of the Hong Kong Special Administrative Region (HKSAR) have made several important and ground-breaking visits with senior officials in Beijing to discuss subjects of mutual concern between the central government of the People's Republic of China and the SAR. Through a frank and open exchange of views, HKSAR officials hope to enhance the communication and understanding between the two governments and accomodate a smooth relationship after the Handover. Both sides acknowledged that given the immense differences in the legal and judicial systems in the Mainland and the HKSAR, the subject is very complicated. The Secretary for Security, Mrs Regina Ip, and the Chief Secretary for Administration, Mrs Anson Chang, are working toward more formal agreements, but under the \"one country, two systems\" principle, it was agreed that Hong Kong would continue to run its own affairs through a practicable option of arrangement. Views expressed by the public and legislators will also be taken into account. Officials who have paid visits include the Secretary for Security, the Secretary for Justice, the Chief Secretary for Administration, the Secretary for Constitutional Affairs, the Financial Secretary, and the Director of Immigration. These officials also paid courtesy calls on relevant minstries and state agencies.\n\n", " British abdication of control of Hong Kong to China presents a rather peculiar situation. Essentially there now exists one country but two legal and cultural systems. In efforts to smooth the transition and talk about rendition there have been numerous dialogues between the two. \n For instance, the Secretary for Security, Mrs. Regina Ip, has held useful and positive discussions with the Mainland authorities on rendition during her stay in Beijing. The purpose of the visit was to hold exploratory discussions with the Mainland authorities on rendition and to pay courtesy calls on the relevant ministries and state agencies. \"The two sides have exchanged their preliminary views on rendition. Both sides agree that there is a need to put in place a formal arrangement as soon as possible,\" Mrs Ip said. \n Also, at the invitation of the Director of the Hong Kong and Macau Affairs office of the State Council, Mr Liao Hui, the Chief Secretary for Administration, Mrs Anson Chan, visited Beijing in January 1998. This was the Secretary's first visit since the establishment of the Special Administrative Region Government. During her stay in Beijing, Mrs. Chan exchanged views with Mr. Liao on subjects of mutual concern to Hong Kong and the Mainland.\n"]}, "Group_2": {"100": ["Chief Executive, Mr. Tung Chee Hwa, making stronger ties in trade and travel. \nAt a Asia-Pacific Economic Cooperation (APEC) meeting, discussions touched on trade and investment liberalisation, the cross-border flow of goods, services and capital, ease of travel, cooperation in economic and technical projects,  projects to facilitate equitable growth, broad-based multilateral trade negotiations in the World Trade Organization, and on Y2K contingency planning.\nMr. Tung visited the European Union to discuss the smooth transition in Hong Kong and the confidence in the \"one country, two systems\" concept. \nIn Singapore the Chief Executive discussed subsidised rental and purchase housing developments.\n\n", "Hong Kong Special Administrative Region Chief Executive, Mr Tung Chee Hwa is going places these days.  He has visited several of the world nations to attend talks, meetings and summits on a variety of current issues.\n\nMany of the trips were made to discuss trade and other agreements with officials of other nations. He also was the keynote speaker at a few luncheons and dinners. Other trips were made to attend meetings with leaders of world nations.\n\nHe has met with representatives from (and visited the offices of) many political and other groups around the world.\n\n\n", "Hong Kong Chief Executive, Mr Tung Chee Hwa, has travelled extensively to strengthen and update political and economic ties. His main purpose in many visits has been to assure that business and trade affairs are running as smoothly as ever after the Reunification with the People's Republic of China in 1997. He has briefed senior officials on the smooth implementation of the \"one country, two systems\" principle and latest developments in Hong Kong. Mr Tung has also emphasized Hong Kong's advantages as a business and service centre, and the importance the SAR attaches to the development of information technology and high value-added industries.\n"], "50": ["Hong Kong Special Administrative Region Chief Executive, Mr Tung Chee Hwa has visited several of the world nations to attend talks, meetings and summits on a variety of current issues.\n\nMany of the trips were made to discuss trade and other agreementss. He also was the keynote speaker at a few luncheons and dinners.\n\n\n\n", "Hong Kong Chief Executive, Mr Tung Chee Hwa, has travelled extensively to strengthen and update political and economic ties. His main purpose in many of these visits has been to assure that business and trade affairs are running as smoothly as ever after the Reunification with the People's Republic of China in 1997.\n", "Chief Executive, Mr. Tung Chee Hwa, making stronger ties in trade and travel. \nAsia-Pacific Economic Cooperation meeting included discussions of the cross-border flow of goods, services and capital, ease of travel, and broad-based multilateral trade negotiations in the World Trade Organization. \nEuropean Union informed of smooth transition and confidence in \"one nation, two systems.\"\n\n"], "200": ["Hong Kong Chief Executive, Mr Tung Chee Hwa, has travelled extensively to meet with other world leaders to strengthen and update political and economic ties. His main purpose in many of these visits has been to assure that business and trade affairs are running as smoothly as ever after the Reunification with the People's Republic of China in 1997. He has briefed senior officials on the smooth implementation of the \"one country, two systems\" principle and latest developments in Hong Kong and has reassured that despite an Asian financial crisis, Hong Kong financial markets have remained stable due to its sound economic fundamentals. Mr Tung has also emphasized Hong Kong's advantages as a business and service centre, and the importance the SAR attaches to the development of information technology and high value-added industries. In talks with the Asian-Pacific Economic Cooperation (APEC), he has stressed continued co-operation in trade liberalisation and the use and development of information technology, due partially to China's recent accession to the World Trade Organization. Also important have been meetings with the European Union, in which he has stated that Hong Kong is fully committed to free and open trade, the rule of law and the enforcement of international treaties.\n\n", "Chief Executive, Mr. Tung Chee Hwa, making stronger ties in trade and travel. He travels to many countries to discuss the situation in Hong Kong and learn about their programs and ideas.\nHe participated in a meeting with 17 leaders of Asia-Pacific Economic Cooperation (APEC) economies. Discussions touched on trade and investment liberalisation, the cross-border flow of goods, services and capital, ease of travel, cooperation in economic and technical projects, and projects to facilitate equitable growth. \nAPEC is also interested in broad-based multilateral trade negotiations in the World Trade Organization, and on Y2K contingency planning.\nMr. Tung visited the European Union for a series of meetings with political and business leaders to brief them on the smooth transition in Hong Kong and the confidence in the \"one country, two systems\" concept. He also talked about world trade and visa-free access for the Hong Kong SAR Passport. Transitional issues and Vietnamese refugees were also raised during the meetings.\nIn Singapore the Chief Executive discussed subsidised rental and purchase housing developments, including housing supply and renovation, quality of housing, and tenant facilities. \nMr. Tung also makes official visits to Kuala Lumpur, the United States, Japan, Brussels, London, Australia, New Zealand, and many other places.\n\n", "Hong Kong Special Administrative Region Chief Executive, Mr Tung Chee Hwa is going places these days.  He has visited several of the world nations to attend talks, meetings and summits on a variety of current issues.\n\nMany of the trips were made to discuss trade and other agreements with officials of other nations. He also was the keynote speaker at a few luncheons and dinners. Other trips were made to attend meetings with leaders of world nations.\n\nAt the APEC Leaders meeting, Mr. Tung met with 17 other leaders of APEC economies to discuss the agenda of the Leaders Summit to he held later.\n\nSome of the stops on Mr. Tong's journeys past, present and future include the United Kingdom, Belgium, Singapore, Kuala Lampur, Malaysia, Singapore, the United States, Japan, New Zealand, Australia, Canada, Germany and France.\n\nHe has met with representatives from (and visited the offices of) groups such as the Asia-Pacific Economic Cooperation (APEC), The Free Democratic Party of Germany, the Singapore Housing and Development Board, the European Union (EU), the Federation of German Industry, the Association of German Chambers of Industry and Commerce, and the East Asia Association and the Trade Development Council (TDC).\n\n\n\n\n\n\n\n"]}, "Group_1197": {"100": ["Hong Kong museums are proud to feature a variety of new exhibits.  The Hong Kong Museum of Art, the Hong Kong Science Museum, and the Hong Kong Museum of History all have new displays.\n\nThe Museum of Art will be showing Italian Baroque pieces donated by the National Gallery of Art in Rome.  Works from the twentieth century \"Cobra\" movement and French Impressionist and Surrealist paintings will also be on display.\n\nThe Hong Kong Science Museum will have a new Chinese Dinosaur Fossils exhibit.\n\n\"Rise of Modern China\" is a new Chinese history exhibit at the Museum of History.\n", "The Hong Kong Science Museum will feature a large-scale exhibition entitled \"Chinese Dinosaur Fossils\" as part of an on-going effort in popularizing science and its related activities. \n\nThe Hong Kong Museum of Art's exhibitions showcase artists from Europe. These include the Fluxus, New Realism, and contemporary French artists of the 1960s and 1970s; Italian masters of the Renaissance and Baroque periods; as well as the \"Cobra,\" a blending of European artists from 1948 to 1951.\n\nThe Hong Kong Museum of History's \"Rise of Modern China\" exhibition will feature over 400 significant historical objects of China's endeavours in the past century towards strength and prosperity.\n\n", "Many art, science, and history exhibitions are on display in Hong Kong. The Museum of Art will present exhibitions on baroque Italian paintings, contemporary French art from Nice, Japanese art, the Cobra Movement, new Chinese art from the United States and Buddhist sculptures from the Mainland, and a Masterpieces exhibition.  \"This programme of international exhibitions will contribute to the continued development of Hong Kong as the cultural hub of Asia,\" said the Secretary for Home Affairs.\nThe Museum of History has a \"Rise of Modern China\" exhibition on display.\nThe Science Museum is host to a exhibit on Chinese dinosaur fossils.\n\n"], "50": ["Hong Kong museums are proud to feature a variety of new exhibits.  \n\nThe Hong Kong Museum of Art is showing pieces of Italian Baroque Art, twentieth century \"Cobra\" movement works, and modern French art.\n\nAlso, the Science Museum is exhibiting Chinese Dinosaur fossils.  The Museum of History has an exhibit on modern Chinese history.\n", "Several museums in Hong Kong, the Hong Kong Museum of Art, the Hong Kong Museum of History, and the Hong Kong Science Museum are displaying a wide variety of exhibits, including \"The Rise of China,\" dinosaur fossils from china and around the globe, and European artists from different periods.\n", "Many art, science, and history exhibitions are on display in Hong Kong. The Museum of Art will present many exhibitions, from Chinese art to French art.\nThe Museum of History has a \"Rise of Modern China\" exhibition on display.\nThe Science Museum is host to a exhibit on Chinese dinosaur fossils.\n"], "200": ["Several museums in Hong Kong, the  HK Museum of Art, the HK Museum of History, and the HK Science Museum are displaying a wide variety of exhibits from Italian painters to Chinese dinosaurs.\n\n\nAt the Hong Kong Science Museum, the Special Exhibition Gallery will feature a large-scale exhibition entitled \"Chinese Dinosaur Fossils\" as part of an on-going effort in popularizing science and its related activities. Selected from the fine collections of several mainland museums, the exhibition will include the Mamenchisaurus, the Huayangosaurus, and the Tuojiangosaurus; as well as a\nprecious collection of fossil specimens uncovered in China  ranging from the ancient animal and plant fossils, fossils of dinosaur bones, skull, teeth, eggs to the footprints of dinosaurs.\n\nThe Hong Kong Museum of Art has several different exhibits showcasing artists from Europe. These include the Fluxus, New Realism, and contemporary French artists of the 1960s and 1970s; Italian masters of the Renaissance and Baroque periods; as well as the \"Cobra,\" a blending of European artists from 1948 to 1951.\n\nAdditionally, at the Hong Kong Museum of History, the \"Rise of Modern China\" exhibition will feature over 400 significant historical objects of China's endeavours in the past century towards strength and prosperity.\n", "Hong Kong museums are proud to feature a variety of new exhibits.  The Hong Kong Museum of Art is featuring works of French and Italian Baroque art, the Hong Kong Science Museum is displaying dinosaur fossils, and the Hong Kong Museum of History is showing an exhibit on the rise of modern China.\n\nThe National Gallery of Art in Rome has brought thirty-one paintings by artists of the Baroque period to Hong Kong to mark the millennium.  The artists Guercino and Domenichino of the Bologna School are among those whose works are on display.  Also being shown at the Museum of Art are works from the \"Cobra\" movement, a post-World War II European style of art.  An exhibit on the origin of modern art in France, featuring Impressionist and Surrealist paintings, as well as an exhibit of French art from Nice, will be shown.\n\nAt the Hong Kong Science Museum, the new Chinese Dinosaur Fossils exhibit is the largest of its kind ever held in China.  The exhibit will include interactive activities and quizzes to engage visitors.\n\nThe Museum of History's Rise of Modern China exhibit  features photographs and historical objects documenting the history of China over the past century.\n", "Many art and science exhibitions are on display in Hong Kong.  At the Museum of Art there is an exhibit of baroque Italian paintings. In addition, the Museum will present exhibitions on contemporary French art from Nice, Japanese art from the Tokyo National Museum, new Chinese art from the United States and Buddhist sculptures from the Mainland, and a large-scale exhibition entitled \"Masterpieces, The Origins of Modern Art in France, 1880-1939.\" \"This programme of international exhibitions will contribute to the continued development of Hong Kong as the cultural hub of Asia,\" said Mr. Lan, the Secretary for Home Affairs. The Museum of Art is also host to an exhibition entitled, \"The Cobra Movement, 50 Years.\" This art movement was initiated by European avant-garde artists post World War Two. In addition to and in conjunction with the exhibits, the Museum provides a variety of educational and extension activites for teachers and students. \nThe Museum of History has a \"Rise of Modern China\" exhibition on display, complete with national treasures. A book fair will complement the exhibition.\nThe Science Museum is host to a exhibit on Chinese dinosaur fossils. It will be the largest exhibit of its kind ever held in China.\n"]}, "Group_447": {"100": ["The Housing Authority (HA) has taken several steps to make renting and buying homes easier.\n\nThe Chief Executive in Council approved amended resale restrictions for flats sold under the Home Ownership Scheme (HOS) and Private Sector Participation Scheme (PSPS) to bring them in line with those approved for Tenants Purchase Scheme (TPS) flats.  To provide greater flexibility to HOS flat owners, the ten-year resale restriction period was shortened to five years. The accessibility of single persons to home ownership was also enhanced.\n\nThe HA also took measures to ensure early recovery of public rental housing flats under various home ownership schemes.\n\n\n", "The Housing Authority's Home Ownership Committee (HOC) has relaxed many restrictions on flat purchase and rental. One is that the resale restriction period for Home Ownership Scheme (HOS)/Private Sector Participation Scheme flats is shortened to enhance the attractiveness of HOS and promote mobility of flats, both in the open market and the secondary HOS market, and will also allow more rental flats to be recovered for allocation to needy families. The HOC is also opening up HOS flat availability to single persons, for small flats; this was later relaxed to allow singles to purchase larger flats in buildings where all families have already chosen.\n", " Resale restriction period for Home Ownership Scheme (HOS)/Private Sector Participation Scheme flats was shortened to enhance the attractiveness of HOS and help promote mobility of flats in the open market and the secondary HOS market. It is intended that through activities in the secondary HOS market, more rental flats can be recovered for allocation to needy families. Approval to relax the resale restrictions was made in February 1999, by the Housing Authority's Home Ownership Committee (HOC). The relaxation is also intended to coincide with arrangements under the Tenants Purchase Scheme by bringing in a uniformed, consistent approach in resale restrictions for the schemes. \n\n\n\n\n"], "50": ["The Housing Authority (HA) has taken steps to make renting and buying homes easier.\n\nThe Chief Executive in Council approved resale restrictions for flats sold under the Home Ownership Scheme (HOS) and Private Sector Participation Scheme (PSPS).\n\nThe HA also took measures to ensure early recovery of public rental housing under home ownership schemes.\n\n\n", "The Housing Authority's Home Ownership Committee (HOC) has relaxed many restrictions on flat purchase and rental, such as a shortened resale restriction period of Home Ownership Scheme flats, which helps promote mobility on both open and secondary HOS markets and recovery of rental flats for allocation to needy families.\n", " Resale restriction period for HOS/Private Sector Participation Scheme flats was shortened to enhance the attractiveness of HOS and help promote mobility of flats in the open market and the secondary HOS market. Government intended that through activities in the secondary HOS market, more rental flats can be recovered for allocation to needy families.\n"], "200": [" Resale restriction period for Home Ownership Scheme (HOS)/Private Sector Participation Scheme flats was shortened to enhance the attractiveness of HOS and help promote mobility of flats in the open market and the secondary HOS market. It is intended that through activities in the secondary HOS market, more rental flats can be recovered for allocation to needy families. The approval to relax the existing resale restrictions was given in February 1999, by the Housing Authority's Home Ownership Committee (HOC). \n The relaxation is also intended to tie in with  arrangements under the Tenants Purchase Scheme by bringing in a uniformed and consistent approach in resale restrictions for the two schemes. Owners can sell their flats in the open market, subject to payment of a premium proportionate to the original discount, after five years from first assignment. This will replace the existing 10-year resale restriction rule. A spokesman for the Authority said: \"The Authority will not buy back flats after the five-year restriction period since these flats can be sold in the open market.\" Besides, HOS flats could be put on sale in the HOS secondary market a year earlier following the relaxation that allows owners to sell their flats to sitting public rental housing tenants.\n\n\n\n", "The Housing Authority's Home Ownership Committee (HOC) has relaxed many restrictions on flat purchase and rental. One is that the resale restriction period for Home Ownership Scheme (HOS)/Private Sector Participation Scheme flats will be shortened to enhance the attractiveness of HOS and help promote mobility of flats, both in the open market and the secondary HOS market, and will also allow more rental flats to be recovered for allocation to needy families. Owners can sell their flats in the open market, subject to payment of a premium proportionate to the original discount, after five years from first assignment, which will replace the existing 10-year resale restriction rule. Others options include: owners may sell their flats, between two to five years of first assignment, to sitting public rental housing tenants and Waiting List applicants at a negotiated price without the payment of premium; and these HOS owners is to apply to sell their flats back to the Authority at assessed market value less the original discount. The HOC is also opening up HOS flat availability to single persons, for small flats; this was later relaxed further to allow singles to purchase larger flats in buildings where all families have made their selections.\n\n", "The Housing Authority (HA) has taken several steps to make renting and buying homes easier for all people.\n\nThe Chief Executive in Council approved amended resale restrictions for flats sold under the Home Ownership Scheme (HOS) and Private Sector Participation Scheme (PSPS) to bring them in line with those approved for Tenants Purchase Scheme (TPS) flats.  To provide greater flexibility to Home Ownership Scheme flat owners, the ten-year resale restriction period was shortened to five years with effect from 1st June, 1999. After the relaxation of resale restriction period of HOS/PSPS flats, the number of applications for premium assessment for HOS flats before putting up for sale in the open market increased sharply.\n\nThe accessibility of single persons to home ownership was also enhanced.  To cater to the demands of single people for larger flats, the Housing Authority decided to allow singleton applicants to purchase subsidised home ownership flats irrespective of the flat size when all family households have made their flat selections.  Single persons are allowed to apply starting from the next phase of the HOS/HPLS.\n\nThe HA also took measures to ensure early recovery of public rental housing flats under various home ownership schemes.\n\n\n"]}, "Group_1523": {"100": [" In Hong Kong 5 sports, namely, basketball, table tennis, badminton, swimming, and soccer, were co-organised by the Provisional Regional Council and launched under the Young athlete Training Scheme. The Vice-Chairman of the Pro RC Ad Hoc Committee on Sports Training and Development, Mr Chau How-chen, said, \"The main objective of the scheme is to enhance these five sports training at district level.\nAthletes with potential will be referred to relevent sports association for further training.\" Mr Chau said the scheme would include gradual training, referral of athletes, training for coaches and referees, district level matches, reward scheme and roving demonstration.\"\n", "The Young Athletes Training Scheme is a program which is aimed at nurturing young athletes and enhancing sports training at district level. Co-organized by the Provisional Regional Council and various sports organizations, the scheme encourages younths to train their skills in five popular sports: swimming, football, basketball, table-tennis, and badminton. Training is available to young people aged between 8 and 15. Athletes with potential will be referred to the respective association for further training. Outstanding trainees might be selected to the local youth representative teams and even be given the chance to go on and represent Honk Kong in international competitions as well.\n", "The Young Athlete Training Scheme is looking for applicants. The sports for which young athletes can apply are swimming, badminton, football, basketball, and table tennis.  The main objective of the Youth Athlete Training Scheme is to enhance training at the district level, while identifying athletes with potential to refer them for further training. The scheme also provides training for coaches and referees.\n\nTo apply, applicants should be proficient in the basic skills of their sport, and must go through screening tests before being accepted for training. Applications for the scheme are available at offices of the Regional Services Department.\n \n"], "50": ["The Young Athlete Training Scheme is looking for applicants. The sports for which young athletes can apply are swimming, badminton, football, basketball, and table tennis.  The main objective of the Youth Athlete Training Scheme is to enhance training at the district level, while identifying athletes with potential to refer them for further training.\n\n", " In Hong Kong 5 sports, namely, basketball, table tennis, badminton, swimming, and soccer, were co-organised by the Provisional Regional Council and launched under the Young athlete Training Scheme. The Vice-Chairman of the Committee on Sports, Mr. Chau, said, \"The... objective of the scheme is to enhance these five sports training at district level.\n", "The Young Athletes Training Scheme is a program which is aimed at nurturing young athletes and ultimately identifying athletes with potential for further training. Co-organized by the Provisional Regional Council, the scheme encourages younths to train their skills in five popular sports: swimming, football, basketball, table-tennis, and badminton.\n"], "200": ["The Young Athletes Training Scheme is a program which is aimed at nurturing young athletes and enhancing sports training at district level. Co-organized by the Provisional Regional Council and various sports organizations, the scheme encourages younths to train their skills in five popular sports: swimming, football, basketball, table-tennis, and badminton. Training is available to young people aged between 8 and 15, depending on the sport, and applicants must go through screening tests on their basic skills of the sport before they can receive formal training. The training classes are given by professional coaches from each sport. Athletes with potential will be referred to the respective association for further training. Outstanding trainees might be selected to the local youth representative teams and even be given the chance to go on and represent Honk Kong in international competitions as well. Most of the programs are conducted in multi-year phases, with a fee for each class or phase. Apart from gradual training for athletes, the Young Athletes Training Scheme also includes training for coaches and referees, district level competitions, award scheme and roving demonstrations. Application forms are available at all district offices of the Regional Services Department and the relevant sports associations.\n\n", " In Hong Kong 5 sports, namely, basketball, table tennis, badminton, swimming, and soccer, were co-organised by the Provisional Regional Council and launched under the Young athlete Training Scheme. The Vice-Chairman of the Pro RC Ad Hoc Committee on Sports Training and Development, Mr Chau How-chen, said, \"The main objective of the scheme is to enhance these five sports training at district level.\nAthletes with potential will be referred to relevent sports association for further training.\" Mr Chau said the scheme would include gradual training, referral of athletes, training for coaches and referees, district level matches, reward scheme and roving demonstration. \"Those who have good performance might be selected to the local teenagers representative teams,\" Mr Chau added.\n\n With respect to soccer, the Vice-President of the Hong Kong Football Association, Mr Lam Kin-ming, said they were glad to run the new scheme with the Pro RC as football for teenagers had always been one of the association's major development areas. Applicants had to go through screening tests on their football skills before they could receive training. Classes were conducted by coaches from the Hong Kong Football Association in Pro RC football pitches. The training consists of three stages.\n\n\n", "The Young Athlete Training Scheme is looking for applicants. The sports for which young athletes can apply are swimming, badminton, football, basketball, and table tennis.\n\nThe main objective of the Youth Athlete Training Scheme is to enhance training at the district level, while identifying athletes with potential to refer them for further training.  Once selected, young athletes may be given the opportunity to play in local youth teams, as well as take part in international competitions.  The scheme also provides training for coaches and referees.  \n\nThe Hong Kong Badminton Association's senior coaches will hold training classes for the badminton part of the scheme, while the Hong Kong Football Association, the Hong Kong Basketball Association, the Hong Kong Table Tennis Association, and the Hong Kong Amateur Swimming Association will take lead roles in recruiting for their sports.  To apply, applicants should be proficient in the basic skills of their sport, and must go through screening tests before being accepted for training.\n\nHong Kong's enthusiasm for sports is illustrated by the newly built Shing Mun Valley Swimming Complex, a facility with a solar-heated indoor pool, room for spectators, and other ancillary features.  Applications for the scheme are available at offices of the Regional Services Department.\n\n\n\n"]}, "Group_241": {"100": ["The Secretary for Home Affairs, Mr David Lan stressed the need to promote a fire safety among members of the public in view of the dry weather in the coming months.  Mr Lan also suggested legislation requiring greater measures of fire safety in composite buildings with the Fire Services Department issuing advisory letters and stepping up inspections.\n\nAccording to the Secretary for Security, Mrs Regina Ip, the Government is studying how to improve the fire safety standards of all composite buildings.  Legislation should improve the administrative framework to uprage fire facilities in old buildings and also create roving exhibitions promoting fire safety.\n", "The Government and District Fire Safety Committees will continue to work together to enhance fire safety awareness. \nThe Deputy Director of Home Affairs, Mr. Lui Hau-tuen reported that there are District Fire Safety Committees (DFSCs) set up in all districts by the Home Affair Department. The DFSCs organize publicity and educational activities about fire safety as well as building managment, and they also plan to provide an informational newsletter and pamphlets. New fire safety legislation is part of the comprehensive improvement program to enhance fire safety.  The aim is to not only increase awareness and inspections, but enforcement action as well.  \n", "The Hong Kong Government is tackling the issue of fire safety with a comibination of legislation, inspections, and community awareness.\n\nThe Fire Safety Department, the Buildings Department, and the Labour Department have all increased fire safety inspections.\n\nThe Electrical and Mechanical Services Department will step up inspection of electrical installation in buildings to ensure compliance with the relevant safety requirements.\n\nThe Government and District Fire Safety Committees (DFSCs) will continue their joint efforts to enhance the community's awareness of fire safety. DFSCs play an important role in enhancing community involvement and public awareness of fire safety.\n\n"], "50": ["The Government and District Fire Safety Committees work together to enhance fire safety awareness. There are District Fire Safety Committees set up in all districts. They organize publicity and educational activities about fire safety, building managment. New fire safety legislation is part of the comprehensive improvement program to enhance awareness, inspections and enforcement action.\n\n", "The Hong Kong Government is tackling the issue of fire safety with a comibination of legislation, inspections, and community awareness. There is legislation to extend the scope of the Fire Safety Ordinance to require the installation of additional fire service equipment, as well as increased inspections by the Fire Services Department and other departments.\n\n", "The Secretary for Home Affairs, Mr David Lan stressed the need to promote a fire safety among members of the public in view of the dry weather in the coming months.\n\nAccording to the Secretary for Security, improvements will include the expansion of the Fire Services Department and roving exhibitions promoting fire safety.\n"], "200": ["The Government and District Fire Safety Committees will continue to work together to enhance fire safety awareness. \nThe Deputy Director of Home Affairs, Mr. Lui Hau-tuen reported that there are District Fire Safety Committees (DFSCs) set up in all districts by the Home Affair Department. The DFSCs organize publicity and educational activities about fire safety as well as building managment, and they also plan to provide an informational newsletter and pamphlets.  Some of the themes of the exibitions are \"Neighbourhood Assistance,\" \"Fire Safety begins with you,\" and \"Fire Safety begins at Home.\"  The Fire Services Department supports new fire safety legeslation which is being introduced by the government. The legislation is part of the comprehensive improvement program to enhance fire safety, according to Mrs. Regina Ip, the Secretary for Security.  The aim is to not only increase awareness and inspections, but enforcement action as well.  Special concerns regarding fire safety are in cubicle apartment buildings and office buildings with cubicles, as well as dry weather. Therefore the Fire Services Department will be doing more inspections and encouraging awareness of fire-hazards. As the dry season increases fire risk, older buildings are receiving special attention from the Buildings Department and Labour Department.\n", "The Hong Kong Government is tackling the issue of fire safety with a comibination of legislation, inspections, and community awareness.\n\nThe Government will introduce legislation to extend the scope of the Fire Safety Ordinance to require the installation of additional fire service equipment and improvements to building structure in old commercial buildings.\n\nEnforcement action to require compliance with existing legislation will continue to be stepped up. The Fire Services Department (FSD) has statutory power under the Fire Services Ordinance to abate fire hazards, the overwhelming majority of which exist in the common parts of buildings.\n\nExamples of fire hazards include obstruction to means of escape, and defective or missing fire service installations and equipment.\n\nThe FSD, the Buildings Department, and the Labour Department have all increased fire safety inspections.\n\nThe Electrical and Mechanical Services Department will step up inspection of electrical installation in buildings to ensure compliance with the relevant safety requirements.\n\nThe Government and District Fire Safety Committees (DFSCs) will continue their joint efforts to enhance the community's awareness of fire safety. DFSCs play an important role in enhancing community involvement and public awareness of fire safety. Additionally, roving exhibitions on fire safety will be shown to the public.\n", "Efforts to enhance community's awareness of fire safety\n\nThe Secretary for Home Affairs, Mr David Lan stressed the need to promote a fire safety among members of the public in view of the dry weather in the coming months.  Mr Lan also suggested legislation requiring greater measures of fire safety in composite buildings with the Fire Services Department issuing advisory letters and stepping up inspections.\n\nFire measures and the safety of old buildings were the concern of others such as the Hon Kennedy Wong Ying- ho whose inquiry regarding the dry season and the promotion of legislative fire measures prompted a response from Mr Peter Lai in the Privisional Legislative Council.  In response Mr Lai said that the Government will introduce legislation to improve the fire safety of old commercial buildings.\n\nAccording to the Secretary for Security, Mrs Regina Ip, the Government is studying how to improve the fire safety standards of all composite buildings.  Not only has the Fire Services Department expanded along with roving exhibitions promoting fire safety but other legislation \"stepping up enforcement actions to ensure that property owners or management bodies would upkeep and improve the fire service structures and installations of their buildings,\" Mrs Ip said.\n"]}, "Group_85": {"100": [" Most ferry services were provided by Hongkong and Yaumati Ferry Co.Ltd. (HYF) and Hong Kong Kowloon Ferry Company (HKK) until March 31, 1999 when New World First Ferry Services Ltd. (NWFF) took over all HYF routes.  \n In 1998 the Trasport Department announced that licenses to operate various ferry routes would be awarded to Discovery Bay Transportation, HKK, and HYF. The licenses were for a period of three years, and were given based on a tender exercise,designed to let market forces determine the viability, fare and service levels. The TD received eight bids from six companies when the tender closed on November 20.\n\n\n\n\n\n", "As a result of tendering out the ferry services as eight separate packages, the current franchise by the Hongkong and Yaumati Ferry Company Limited (HYF) will terminate on March 31, 1999, and the outlying island, new town and inner harbour ferry services as well as \"Star\" Ferry's Central - Hung Hom service will be operated as licensed services by five ferry operators: HYF, \"Star\" Ferry, Hong Kong and Kowloon Ferry Company Limited (HKK), Discovery Bay Transportation Services Limited (DBTSL) and Shun Tak Ferries Limited. The multiple franchises leads to enhanced competition and helps the Transport Department contract the most suitable ferry service operators.\n\n\n", "There have been several changes in public transportation, specifically with regards to ferries.\n\nHongkong and Yaumati Ferry Company Limited (HYF) had contracts to operate several different ferry routes through the end of March 1999.  The Transportation Department (TD) in late 1998, invited operators to bid for these and other routes. Many changes in management resulted.\n\nThe objective of the tender exercise is to let market forces determine their viability, fare and service levels.\n\nIn addition to changes in management, there were also some fare changes.  The new licenses took effect in April 1999, the fare changes in April 2000.  most of them were increases.\n"], "50": ["As a result of tendering out the ferry services, the current franchise by the Hongkong and Yaumati Ferry Company Limited (HYF) will terminate on March 31, 1999, and the outlying island, new town and inner harbour ferry services will be operated by five separate ferry operators.\n\n", "There have been several changes in public transportation, specifically with regards to ferries.\n\nThe Transportation Department in late 1998, invited operators to bid for HYF and other routes. Many changes in management resulted.\n\nThere were also fare increases that began as of April 2000, a year after the new licenses were issued. \n", " Hong Kong ferries provide an essential link to the outlying islands where land transport alternatives are not available. In March 1999, ferry services changed from HongKong and Yaumati Ferry to New World First Ferry Services. To facilitate a smooth transition, the Transport Department activated a special Operation Coordination Centre. \n\n\n\n\n"], "200": ["As a result of tendering out the ferry services as eight separate packages, the current franchise by the Hongkong and Yaumati Ferry Company Limited (HYF) will terminate on March 31, 1999, and the outlying island, new town and inner harbour ferry services as well as \"Star\" Ferry's Central - Hung Hom service will be operated as licensed services by five ferry operators: HYF, \"Star\" Ferry, Hong Kong and Kowloon Ferry Company Limited (HKK), Discovery Bay Transportation Services Limited (DBTSL) and Shun Tak Ferries Limited. The new franchises will last three years. Most services will see an increase in trips, with the exception of the North Point - Kwun Tong service, which will be cancelled due to a lack of bidder and low ridership. The multiple franchises leads to enhanced competition (which grants reasonable or even reduced fares to passengers) and helps the Transport Department contract the most suitable ferry service operators. Due to changes in fares, schedules, and departure locations, passengers are reminded to check their travel plans carefully against the new schedules. In 2000, HYF transferred its franchise to New World First Ferry Services Ltd. (NWFF), with an increase in fares, albeit without any change to the current schedules.\n\n\n", "There have been several changes in public transportation, specifically with regards to ferries.\n\nHongkong and Yaumati Ferry Company Limited (HYF) had contracts to operate several different ferry routes through the end of March 1999.  The Transportation Department (TD) in late 1998, invited operators to indicate their interest in possibly taking over these and other routes.  TD received eight bids from six tenderers for the license to operate new town/inner harbor routes.\n\nThe objective of the tender exercise is to let market forces determine their viability, fare and service levels.\n\nThe chief executive approved a new franchise for Star Ferry giving the Company the right to operate the Central - Tsim Sha Tsui route and the Wan Chai - Tsim Sha Tsui route for ten years, and the Central - Hung Hom route for one year.\n\nTD granted inner harbor ferry licenses to Discovery Bay Transportation Services Limited, Hongkong and Yaumati Ferry Company Limited (HYF)and \"Star\" Ferry Company Limited for a period of three years, from April 1, 1999 to March 31, 2002.\n\nIn addition to changes in management, there were also some fare changes.  The new licenses took effect in April 1999, the fare changes in April 2000.  most of them were increases.\n", " In Hong Kong, ferries provide an essential link to the outlying islands where land transport alternatives are not available. They also provide a useful alternative in relieving pressure on the road system between Central and the new towns. In the inner harbour, ferries play a supplementary role.\n Most ferry services were provided by Hongkong and Yaumati Ferry Co.Ltd. (HYF) and Hong Kong Kowloon Ferry Company (HKK) until March 31, 1999 when New World First Ferry Services Ltd. (NWFF) took over all HYF routes. To facilitate a smooth transition, the Transport Department activated a special Operation Coordination Centre (OCC) at its headquarters from 6 pm tomorrow to 9 am the next morning and from 4 pm to 8 pm on April 1, 1999. The coordination centre was to maintain a close liaison with ferry operators and government departments.\n  In 1998 the Transport Department announced that licenses to operate various ferry routes would be awarded to Discovery Bay Transportation, HKK, and HYF. The licenses were for a period of three years, and were given based on a tender exercise,designed to let market forces determine the viability, fare and service levels. The TD received eight bids from six companies when the tender closed on November 20.\n\n\n\n"]}, "Group_54": {"100": ["Territory-wide joint operations against illegal immigration, mounted by the Police, Immigration, and Labour Departments, has resulted in many arrests. These operations are part of the Hong Kong Government's continuous effort to flush out illegal immigrants. The suspected illegal immigrants that were arrested by the Police have been referred to the Immigration Department, and those found to be illegal immigrants will be repatriated. A Government spokesman reiterated that there was no question of any amnesty for illegal immigrants. During the 24-hour operations, the Police stepped up their identification spot checks in public places and carried out checks at suspicious locations throughout the territory.\n\n", " A Hong Kong operation against illegal immigration jointly mounted by the Police, Immigration Department and Labour Department has resulted in the arrests of 202 people. The operation is part of the Government's effort to flush out illegal immigrants. All the arrested illegal immigrants were referred to the Immigration Department. Those found to be illegal immigrants will be repatriated. \n On the labour front, inspectors of the Labour Department visited 3,148 establishments to weed out any illegal immigrants who may be working there and to check that employers fulfil their legal obligation of keeping proper records. \n This is just one instance of the ongoing policy.\n\n", "In an effort to curb illegal immigration, the Police, Immigration Department and Labour Department have set up many anti-immigration operations.\n\nSecurity checkpoints were set up in many public places as well as locations that were suspected of being high traffic areas for illegal immigrants.  At the security checkpoints, the police checked identification cards of an average of 20,000 people.  Operations at these checkpoints usually resulted in 50 to 200 arrests.  Among the arrested were illegal immigrants, overstayers, legal residents who had breached their condition of stay and legal residents who had helped in harboring or employed illegal immigrants.\n\n\n"], "50": ["Territory-wide joint operations against illegal immigration, mounted by the Police, Immigration, and Labour Departments, has resulted in many arrests. These operations are part of the Government's continuous effort to flush out illegal immigrants. Suspected illegal immigrants have been referred to the Immigration Department, and those found to be illegal immigrants will be repatriated.\n", "In an effort to curb illegal immigration, the Police, Immigration Department and Labour Department have set up many anti-immigration operations.\n\nSecurity checkpoints were set up in many public places.  At each checkpoint, the police checked identification cards of 20,000 people on average.  The operations resulted in many arrests.\n\n", " A Hong Kong operation against illegal immigration jointly mounted by the Police, Immigration Department and Labour Department has resulted in the arrests of 202 people. The operation is meant to flush out illegal immigrants. Those arrested were referred to the Immigration Department. This is just one instance of the ongoing policy.\n\n"], "200": ["Territory-wide joint operations against illegal immigration, mounted by the Police, Immigration, and Labour Departments, has resulted in many arrests. These operations are part of the Hong Kong Government's continuous effort to flush out illegal immigrants. The suspected illegal immigrants that were arrested by the Police have been referred to the Immigration Department, and those found to be illegal immigrants will be repatriated. A Government spokesman reiterated that there was no question of any amnesty for illegal immigrants. During the 24-hour operations, the Police stepped up their identification spot checks in public places and carried out checks at suspicious locations throughout the territory; thousands of people were stopped for random identification checks. Apart from continuous checks throughout the territory, there was no let-up in anti-illegal immigration efforts at the border. A high state of vigilance will continue to be maintained by the Police and the security forces both at the land and sea borders. The Labour Department inspected establishments to weed out any illegal immigrants who may be working there and to check that employers fulfill their legal obligation of keeping proper records of their employees. The spokesman reminded employers that there were heavy penalties if they were found to be employing illegal immigrants.\n\n", "In an effort to curb illegal immigration, the Police, Immigration Department and Labour Department have set up many anti-immigration operations.\n\nSecurity checkpoints were set up in many public places as well as some locations that were suspected of being high traffic areas for illegal immigrants.  At the security checkpoints, the police checked identification cards of anywhere between 10,000 and 30,000 people.  Operations at these checkpoints usually resulted in between 50 and 200 arrests.  The arrested individuals were both men and women.  Some were illegal immigrants, some were once-legal residents who had stayed in the country beyond what they were originally granted,  others were legal residents who had breached their condition of stay. Still others were legal residents who had helped in harboring or employed illegal immigrants.\n\nIn addition to the public checkpoints, Immigration investigators also visited residential premises, restaurants, business establishments and other well known hideouts for illegal immigrants.  These visits usually resulted in the arrests of both illegal immigrants and legal residents who aided or employed them.\n\nAll illegal immigrants found either at the checkpoints or elsewhere will be repatriated.  The maximum penalty for employing illegal immigrants is a $350,000 fine plus three years imprisonment.\n\n", " A Hong Kong, territory-wide operation against illegal immigration jointly mounted by the Police, Immigration Department and Labour Department has resulted in the arrests of 202 people. The operation is part of the Government's continuous effort to flush out illegal immigrants. The 66 suspected illegal immigrants arrested by the Police have been referred to the Immigration Department.\nThose found to be illegal immigrants will be repatriated. In December 1998, a government spokesman reiterated that there was no question of any amnesty for illegal immigrants.\n\"Our latest operation should drive home the point that there will be no change to this policy. Anyone foolish enough to believe otherwise is only cheating oneself,\" he said. The spokesman stressed that apart from continuous checks throughout the territory, there was no let-up in anti-illegal immigration efforts at the border.\n\nOn the labour front, inspectors of the Labour Department visited 3,148 establishments to weed out any illegal immigrants who may be working there and to check that employers fulfil their legal obligation of keeping proper records. A total of 7,375 employees had their proof of identity checked and six establishments were unable to provide a record of employees for inspection.\n\nThis is just one instance of the ongoing policy.\n"]}, "Group_62": {"100": ["Hong Kong was quick to tackle the problem of non-Y2K-compliant computer systems. The Global 2000 Co-ordinating Group, which monitored compliance work around the world, gave Hong Kong one of the highest ratings for Y2K readiness. The Government spent millions of dollars upgrading and patching software and hardware on dozens of systems, reaching full readiness by October. Contingency plans were also in place to ensure that essential services to the public will not be disrupted, and the public was informed of the possible impact of Y2K. As a result of this extensive preparation, no problematic incidents occured.\n", "Hong Kong has braced itself and it ready for any curve balls that the turn of the century may throw its way.\n\nMany business and organizations have reported a proposed state of total or near readiness.  \n\nIn its December issue of the \"Year 2000 Bulletin\", the Hong Kong Monetary Authority (HKMA) revealed that it expected that by the end of 1988, 94% of authorized institutions' critical systems would be Y2K compliant and 88% of their non-critical systems would be.\n\nOf all companies and agencies examined, it seems that Customs Clearance and operations was the only organization not at all affected by the Y2K scare.\n\n", "The organization of a Central Co-ordinating Center to ensure quick responses to Year 2000-induced incidents from relevant organisations and Government departments during the rollover to the new millennium was part of a contingency plan by the Hong Kong government.  Speaking at a seminar on Y2K readiness, Secretary for Information Technology and Broadcasting, Mr K C Kwong said the contingency plan designed to minimize the adverse impact of the Y2K was a top priority.\n\nEfforts of the Information Technology Services Department regarding the readiness for possible Y2K problems were successful as the rollover of the Hong Kong government bureaux and departments went smoothly.\n"], "50": ["Hong Kong has braced itself and it ready for any curve balls that the turn of the century may throw its way.\n\nMany business and organizations have reported a proposed state of total or near readiness.  \n\nOf all  agencies examined,  Customs Clearance and operations was the only organization not affected by the Y2K scare.\n\n", "The organization of a Central Co-ordinating Center to ensure quick responses to Year 2000-induced incidents and the efforts of the Information Technology Services Department regarding the readiness for the rollover to the new millennium were part of a successful contingency plan by the Hong Kong government.\n", "Hong Kong responded quickly to the problem of non-Y2K-compliant computer systems. The Government spent millions of dollars upgrading and patching software and hardware on dozens of systems, and also enhancing public awareness of the possible impact of the Y2K problem. As a result of this extensive preparation, no problematic incidents occured.\n"], "200": ["Hong Kong was quick to tackle the problem of non-Y2K-compliant computer systems. The Global 2000 Co-ordinating Group, which monitored compliance work around the world, gave Hong Kong one of the highest ratings for Y2K readiness. The Government spent millions of dollars upgrading and patching software and hardware on dozens of systems; readiness was at 96% in May and was reached by late October 1999. Contingency plans were also in place to ensure that essential services to the public will not be disrupted. The Government also launched publicity to insure that the public understood the possible impact of the Y2K problem. Checklists were published to assist the public in fixing non-compliant systems. Early action for all parties was strongly urged and generally heeded. 9 September 1999 has been generally considered to be one of the critical dates for the smooth transition of computer systems to year 2000. For the rollover, the Government had set up a Central Co-ordinating Centre (CCC) to monitor the territory-wide situation and to co-ordinate cross-sector emergency responses to Y2K-induced incidents. No reports on Y2K-induced incidents were reported. Hundreds of staff members were on hand during the actual turnover period. As a result of this extensive preparation, no problematic incidents occured.\n", "The Honk Kong government's effort to reduce risk of Y2K rollover to computer systems successful.  \n\nThe organization of a Central Co-ordinating Center to ensure quick responses to Year 2000-induced incidents from relevant organisations and Government departments during the rollover to the new millennium was part of a contingency plan by the Hong Kong government.  Speaking at a seminar on Y2K readiness, Secretary for Information Technology and Broadcasting, Mr K C Kwong said the contingency plan designed to minimize the adverse impact of the Y2K was a top priority.  He said, \"The Central Co-ordinating Center will work closely with the co-ordinating centers established in 13 essential service sectors, including food supply, transport, financial services, public order, fire and emergency services, environment, aviation, public health, telecommunication, port management, energy supply, immigration and broadcasting.\" \n\nEfforts of the Information Technology Services Department regarding the readiness of Hong Kong for possible Y2K problems were successful as the rollover of the Hong Kong government bureaux and departments went smoothly.  A spokesman said the some 900 staff members of the Department were \"glad that they have been actively involved and have participated in bringing the transition of the Government to the new millennium a success.\"\n", "Hong Kong has braced itself and it ready for any curve balls that the turn of the century may throw its way.\n\nMany business and organizations have reported either a proposed state of total readiness or something close thereto.  \n\nIn its December issue of the \"Year 2000 Bulletin\", the Hong Kong Monetary Authority (HKMA) revealed that it expected that by the end of 1988, 94% of authorized institutions' critical systems would be Y2K compliant and 88% of their non-critical systems would be.\n\nTo prepare the general public for Y2K, the Information Technology and Broadcasting Bureau published 3 checklists indicating the likely impact of Y2K on common systems found within the home.  The Government even set up a web site: http://www.year2000.gov.kh to address public questions and concerns.\n\nOf all companies and agencies examined, it seems that Customs Clearance and operations was the only organization not at all affected by the Y2K scare.\n\nEven as Y2K came and went, life in Hong Kong seemed to move on interrupted more by the fear of Y2K than by the actual event.  The Information Technology Services Department (ITSD) and government bureaus and departments all had smooth roll-overs with no disruption to their mission-critical computers.\n\n\n"]}, "Group_133": {"100": [" In an effort to bring Hong Kong's legislative control on endangered species in line with the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), many species were added to the protection list of the Animals and Plants (Protection of\nEndangered Species) Ordinance. This means that possession, import and export of these species, their parts and derivatives are subjected to licensing control with immediate effect. Among those newly added to the control list were some species of squirrels, deer, ducks, dove and turtles which were identified by CITES parties as requiring international co-operation to protect these species from over-exploitation.\n", "Endangered species are getting a little more help from the Hong Kong government. \n\nMore species have been added to the protection list.  If a species of plant or animal is on the endangered species protection list the import, export, sale or possession of their parts and derivatives is subject to licensing control. \n\nThe government also proposed to extend legislative control on the trade and possession of endangered species.\n\nThe Agriculture and Fisheries Department (AFD) has also warned the public not to bring items of endangered species back from other countries when they travel abroad, especially during the holiday months.\n\n", "The Animals and Plants (Protection of Endangered Species) Ordinance is legislation created to protect endangered species through governmental control over the import and export of specified plants and animals. The control measure affects commercial groups, traders, and individuals; it is an offence to import, export or possess endangered species without a licence. Persons who intend to import or export listed endangered species must obtain a license from the Agriculture and Fisheries Department. The control measure also covers animal and plant parts, meats, and derivatives (such as medicine). Breeching the Ordinance can lead to a maximum penalty of $5 million fine and two years' imprisonment.\n"], "50": ["In an effort to bring Hong Kong's legislative control on endangered species in line with CITES, many species were added to the protection list of the Animals and Plants (Protection of Endangered Species) Ordinance. This means that possession, import and export of these species, their parts and derivatives are subjected to licensing control. \n", "The Animals and Plants (Protection of Endangered Species) Ordinance protects endangered species through governmental control over the import and export of specified plants and animals. The control measure affects commercial groups, traders, and individuals; it is an offence to import, export or possess endangered species without a licence from the Agriculture and Fisheries Department.\n", "Endangered species are getting more help from the government. \n\nMore species have been added to the protection list. The government has proposed to extend legislative control on the trade and possession of endangered species.  Further, the AFD warned the public not to bring items of endangered species as suveniers when they travel.\n\n\n"], "200": ["In an effort to bring Hong Kong's legislative control on endangered species in line with the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), many species were added to the protection list of the Animals and Plants (Protection of\nEndangered Species) Ordinance. This means that possession, import and export of these species, their parts and derivatives are subjected to licensing control with immediate effect. Among those newly added to the control list were some species of squirrels, deer, ducks, dove and turtles which had been identified by individual CITES parties as requiring international co-operation to protect these species from over-exploitation. Also, the government proposed to extend legislative control on the trade and possession of endangered species to include artificially propagated and medicines using endangered species as\ningredients. \n There have been some arrests made of those violating the amendments such as a twenty one year old man who was found possessing two live Slow Loris without a licence. Also, The defendant pleaded guilty at the San Po Kong Magistracy. Also, a trader trader received a penalty for possession of shahtoosh shawls made from the Tibetan antelopes. She was fined and sentenced to three months imprisonment suspended for 12 months.\n\n\n", "Endangered species are getting a little more help from the Hong Kong government.  There have been several advances in the protection of endangered species. \n\nFirst, more species have been added to the protection list.  If a species of plant or animal is on the endangered species protection list the import, export, sale or possession of their parts and derivatives is subject to licensing control.  Included in addition are some species of squirrels, deer, ducks, doves and turtles.\n\nNext, the government proposed to extend legislative control on the trade and possession of endangered species to include artificially propagated plants and medicines using endangered species as ingredients.\n\nThe fines for violation of endangered species laws are steep.  A woman was convicted of trading shawls made from the for of Tibetan antelopes.  She was fined $300,000 and sentenced to three months in prison.  Another man was fines $20,000 and sentenced to two months in prison for the illegal possession of two live Slow Loris.\n\nThe Agriculture and Fisheries Department (AFD) has also warned the public not to bring items of endangered species back from other countries when they travel, especially during the holiday months.  People usually bring specimen of sea turtles, coral, ivory, parrots and controlled medicines.\n", "The Animals and Plants (Protection of Endangered Species) Ordinance is legislation created to protect endangered species through governmental control over the import and export of specified plants and animals. The control measure affects commercial groups, traders, and individuals; it is an offence to import, export or possess endangered species without a licence. Persons who intend to import or export listed endangered species must obtain a license from the Agriculture and Fisheries Department. This includes travellers, who should not bring back items of endangered species on their return from visits to other countries during vacation; Customs and Excise officers are following the controls strictly and are enabled to seize any plants or animals that violate the conditions of the ordinance. Restaurants must also have a license for certain meats. The control covers a wide variety of endangered species, including some household pets such as some species of birds, and is not limited to only live animals, but includes their parts and derivatives (such as medicines). The penalties are heavy: breeching the Animals and Plants (Protection of Endangered Species) Ordinance can lead to a maximum penalty of $5 million fine and two years' imprisonment upon conviction when a highly endangered species for commercial purpose is involved.\n"]}, "Group_1332": {"100": ["Customs officials are continuing to crack down on the production of pirated optical discs.\n\nDuring raids, officers act on information obtained from investigations, stopping production units and seizing the pirated goods.  Among the goods that have been seized are CD Roms, music CDs, and video games.\n\nSeizure of pirated discs has also been carried out at airports and seaports.  Smuggled optical discs have been discovered coming into Hong Kong from surrounding nations.\n\nThe government reminds the public that the maximum penalty for selling pirated items is a fine of $50,000 per disc and four years in prison.\n", "Customs officers have continued their efforts to combat piracy activities through raids on storage and distribution centers and searches of suspicious cargo at airports.\n\nOften, the raids result in the destruction of storage and distribution centers as well as the arrest of one or more persons involved. According to the Copyright Ordinance, anyone who is found selling any pirated article is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\n\nThe pirated optical discs take on a several formats: VCDs, MP3 discs, television game discs, DVDs, CD Roms, and music CDs.\n\n\n", "Customs officers of the Intellectual Property Investigation Bureau are busy fighting piracy and other crimes involving intellectual property rights. \nCustoms officers work at all control points, including airports and sea ports, to catch smugglers trying to import pirated discs.\nCustoms conducts intensive investigations which lead to smashing factories engaged in producing pirated optical discs, smashing disc storage centers, seizing discs and paraphernalia from shops, and arresting responsible parties. Smashing shops often leads to the cessation of their business. Customs also typically conducts follow-up raids.\n\nCustoms will continue their enforcement actions in combating piracy activities and preserving the good image of Hong Kong.\n\n"], "50": ["Customs officials are continuing to crack down on the production of pirated optical discs.\n\nDuring raids, officers stop production units and seize the pirated goods.  \n\nSeizure of pirated discs has also been carried out at airports and seaports.  The government reminds the public of the heavy penalties for piracy.\n\n", "In order to protect intellectual property rights and preserve a good image of Hong Kong, Customs officers of the Intellectual Property Investigation Bureau and the Customs and Excise Department have stepped up their efforts in combating piracy activities by staging raids on storage and distribution centers or seizing cargo containing pirated optical discs.\n", "Customs officers of the Intellectual Property Investigation Bureau are busy fighting crimes involving intellectual property rights. \nCustoms officers work at all control points to catch smugglers trying to import pirated discs.\nCustoms conducts intensive investigations which lead to smashing factories and disc storage centers, seizing discs and paraphernalia from shops, arrests, and follow-up raids. \n"], "200": ["Customs officials are continuing to crack down on the production of pirated optical discs.  Several raids on production centers and the interception of the people involved have served to reinforce Hong Kong's commitment to intellectual property rights.\n\nDuring raids, officers act on information obtained from investigations, stopping production units and seizing the pirated goods.  The individuals responsible are arrested.  In an anti-piracy operation codenamed \"Thunderbolt\", Customs officers raided 411 shops, seized optical discs worth a total of 32 million dollars, and made 320 arrests.  Materials seized at the raids include VCDs, CD Roms, music CDs, discs of Japanese TV dramas, DVDs, MP3 discs, and video games.\n\nSeizure of pirated discs has also been carried out at airports and seaports.  Smuggled optical discs have been discovered coming into Hong Kong from surrounding nations.  Customs officers have been vigilant in monitoring all imported goods to prevent smuggling of pirated discs.  In the first nine months of 1998, officers seized 500,000 pirated optical discs from incoming vessels.\n\nThe government reminds the public that the maximum penalty for selling pirated items is a fine of $50,000 per disc and four years in prison.  Customs pledges to continue its work to support intellectual property rights.\n\n\n", "In an on-going effort to protect intellectual property rights and maintain a good image of Hong Kong, Customs officers of the Intellectual Property Investigation Bureau have stepped up their efforts against piracy actions.\n\nBy either mouting investigations and cracking down on storage centers and syndicates, or by inspecting suspicious cargo at the airport, Customs officers have continued their efforts to combat piracy activities by reducing the number and circulation of pirated optical discs.\n\nOften, the raids result in the destruction of storage and distribution centers as well as the arrest of one or more persons involved. According to the Copyright Ordinance, anyone who is found selling any pirated article is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\n\nThe pirated optical discs take on a several formats: VCDs (often of Japanese drama series), MP3 discs, television game discs, DVDs, CD Roms, and music CDs.\n\nA spokesperson for the Customs and Excise Department said the department would continue to take vigorous enforcement action against piracy activities. The on-going anti-piracy operations demonstrate the Government's determination in combating piracy activities and preserving the good image of Hong Kong, the spokesperson added.\n\n\n", "Customs officers of the Intellectual Property Investigation Bureau are busy fighting piracy and other crimes involving intellectual property rights. A spokesman for the Customs and Excise Department said, \"We shall further strengthen the collection of intelligence in an attempt to curb piracy activities at different levels.\" \nAccording to the Copyright Ordinance, anyone who is found selling any pirated article is liable to prosecution. The maximum penalty for the offence is a fine of $50,000 per disc and four years' imprisonment.\nCustoms officers work at all control points, including airports and sea ports, to catch smugglers trying to import pirated discs.\nCustoms conducts intensive investigations which lead to smashing factories engaged in producing pirated optical discs, smashing disc storage centers, seizing discs and paraphernalia from shops, and arresting responsible parties. Smashing shops often leads to the cessation of their business. Customs also typically conducts follow-up raids.\nIn 1998 Customs officers seized 39 million pirated optical discs worth $960 million and arrested 1,645 people.\nCustoms requests the assistance of the public in protecting property rights and provides a hotline for reporting suspected piracy activities.\nCustoms will continue their enforcement actions in combating piracy activities and preserving the good image of Hong Kong.\n"]}, "Group_203": {"100": ["The Hong Kong government has been working to improve care services for the elderly.\n\nMany citizens were concerned about the time that people have spent on waiting lists to enter government-subsidized care homes.  The government responded that it would implement a system by which only those elderly in genuine need of residential care would be eligible to apply. The Social Welfare Department also planned to give additional resources to  homes, so that the elderly would not need to be transferred between different homes.\n\nIn the fall of 1999, the government announced it had shortened the waiting time for care homes and commissioned additional homes. \n", "Concerns have surfaced regarding long waiting periods for the applicants of subvented residential care homes for the elderly such as hostels, homes for the aged, care and attention homes, and nursing homes.  The government assures the council that waiting time varies for different applicants based on their health conditions, family status, and specific preferences. In March 2000, waiting time ranged from  5 to 22 months.. For applicants in urgent need, immediate placement can be arranged. The government reports that in April 1999 occupancy rates exceeded 96%. Satisfaction levels regarding service quality are high among family members of the elderly.\n\n", "The Elderly Commission met several times this month to discuss a wide range of issues concerning the residential care of the elderly.  Primary among issues of concern is the consideration for more private residential care facilities, increasing the number of available places, and therefore shortening waiting time.  Another commonly suggested solution requires the adoption of new criteria for determining the eligibility of elderly persons for placement residential care homes.\n\nThe inquiries of several distinguished individuals prompted a response from the Secretary for Health and Welfare in the Legislative Council.  The Secretary for Health and Welfare cited past effort and continued commitment.\n"], "50": ["Concerns have surfaced regarding long waiting periods for the applicants of subvented residential care homes for the elderly such as hostels, homes for the aged, care and attention homes, and nursing homes.  The government assures the council that waiting time varies for different applicants based on their health conditions, family status, and specific preferences.\n\n", "The Elderly Commission met several times this month to discuss a wide range of issues concerning the residential care of the elderly.  Primary among concerns is the consideration of subsidising more private residential care facilities, increasing the number of available places, and therefore shortening waiting time.\n", "The Hong Kong government has been working to improve care services for the elderly.\n\nIn order to shorten the waiting time for government-subsidized care homes, the government decided to restrict applications to only those elderly in genuine need of residential care.\n\nThe government managed to shorten the waiting times, while commissioning additional homes.\n\n"], "200": ["The Hong Kong government has been working to improve care services for the elderly.  After concerns over the performance of homes for the elderly, the government says that it has made improvement in delivering services to the elderly population.\n\nMany citizens were concerned about the time that people have spent on waiting lists to enter government-subsidized care homes.  The government responded that it would implement a system by which only those elderly in genuine need of residential care would be eligible to apply, so that waiting lists would be shortened.  The Social Welfare Department also planned to give additional resources to  homes, so that the elderly would not need to be transferred between homes offering different levels of care.  Also, the government pledged to allocate additional funds to home and community services for the elderly, and engage the private sector to reduce the public burden.\n\nIn the fall of 1999, the government announced it had shortened the waiting time for care homes and commissioned additional homes.  It also announced that it would create 14,000 new care homes in nine years.  The government also highlighted the social and educational programs offered to the elderly to help older people live meaningful lives.\n\n\n\n", "Concerns have surfaced regarding long waiting periods for the applicants of subvented residential care homes for the elderly such as hostels, homes for the aged, care and attention homes, and nursing homes.  The government assures the council that waiting time varies for different applicants based on their health conditions and specific preferences. Health and family status also affect waiting time. As of March 2000, waiting time ranges from about 5 to 22 months, depending on a number of factors. However, for applicants in urgent need, immediate placement can be arranged, forgoing normal waiting procedure. There is some belief that the application process is too complicated and some elderly people do not understand that as they choose more preferences their wait lengthens, and the government is taking measures to fix this. Regarding occupancy rates, the government reports that in April 1999 rates exceeded 96%. Satisfaction levels regarding service quality are high among family members of elderly people admitted into residential care homes for the elderly. The government will continue to discuss ways to improve residential care and welfare services for the elderly. The Elderly Commission will be conducting a study on the quality of life of the elderly in Hong Kong.\n", "Concern over the residential care of elderly population.\n\nThe Elderly Commission met several times this month to discuss a wide range of issues concerning the residential care of the elderly.  One of the primary issues of concern is the consideration of subsidising more private residential care facilities, increasing the number of available places and therefore shortening waiting time.\n\nThe inquiries of several distinguished individuals such as the Hon. Leung Yiu-chung, the Hon. Bernard Chan, the Hon. Lau Kong-wah, and the Hon. Law Chi-kwong prompted a response from the Secretary for Health and Welfare in the Legislative Council.  First among these voiced concerns are the long waiting lists for spots in elderly care facilities.  The commonly suggested solutions require the provision of more housing facilities or the adoption of new criteria for determining the eligibility and priority of elderly persons for allocation of places in subvented residential care homes.\n\nIn response to these inquiries, the Secretary for Health and Welfare cited past effort and continued commitment.  While the Government pledged, in the Policy Address last year, to allocate substantial resources to increase the supply of residential care places, the Social Welfare Department will introduce a pilot project protecting the future system.\n"]}, "Group_1018": {"100": ["Flower shows exibit a wide variety of cosmopolitan blossoms and exotic plants.\n\nPresented by the Leisure and Cultural Services Department, the 14th (2000) Hong Kong Flower Show will be held at the Victoria Park where horticulturists and flower enthusiasts are encouraged to join the open competition.  \n\nSpeaking at the Prize Presentation Ceremony of the 1999 Hong Kong Flower Show, the Chairman of Provisional Regional Council's Recreation and Sports Select Committee, Mr Chan Ping said, \"the competitive event not only gives a chance for competitors to test their skills but allows flower lovers to share and exchange their horticulture experience.\"\n", "The 1999 Hong Kong Flower Show took place from March 12-21 at Sha Tin Park and Sha Tin Town Hall.  The show was presented jointly by the Provisional Regional Council and the Provisional Urban Council.  The theme of the show was \"Bouncing Rabbits Blooming Blossoms\" and the theme flower was Cyclamen persicum, also known as Rabbit's ear.\n\nThe 2000 Flower show took place in Victoria Park, Causeway Bay from March 19-29.  It was organized by the Leisure and Cultural Services Department (LCSD).  The theme for this show was \"A Blooming Millennium\" and the theme flower was the Impatient.\n\n", "The Hong Kong Flower Show is an occasion at which a variety of horticulture can be appreciated.  There are also many competitions that the general public can enter.  In addition to competitive sections for flowers and plants, there will also be a photo competition held.\n\nAt the flower show, more than 70 floral clubs and horticultural organizations will participate. Horticultural seminars, flower arrangement demonstrations, cultural presentations, and children's games are all part of the show. Hong Kong officials see the flower show as a place where the public can relax amidst the fast-paced life of the city.\n\n\n"], "50": ["The 1999 and 2000 Hong Kong Flower Shows both took place for about 10 days in March of their respective years. The theme of the 1999 show was \"Bouncing Rabbits Blooming Blossoms\".  The theme flower was Cyclamen persicum. The theme of the 2000 show was \"A Blooming Millennium\".  The theme flower was the Impatient.\n\n", "Flower shows exibit a wide variety of cosmopolitan blossoms and exotic plants.\n\nThe Chairman of Provisional Regional Council's Recreation and Sports Select Committee, Mr Chan Ping said \"the competitive event not only gives a chance for competitors to test their skills but allows flower lovers to share and exchange their horticulture experience.\"\n", "The Hong Kong Flower Show is an occasion at which a variety of horticulture can be appreciated.  There are also many competitions that the general public can enter, including flower, plant, and photograph contests.  At the flower show, rare plant species will be on display, and seminars, demonstrations, and games will take place.\n\n\n"], "200": ["The Hong Kong Flower Show is an occasion at which a variety of horticulture can be appreciated.  There are also many competitions that the general public can enter.\n\nAmong the competitive sections open to the public at the flower show are scented pot-plant, Chinese cymbidium, African violet, and bonsai type plant, and Western and Oriental style garden plots.  There is also a photo competition held, and it is divided into the sections of \"Posing by TVB artistes and Miss Hong Kong titleholders\", \"Flora\", and \"Others\".\n\nAt the flower show, more than 70 floral clubs and horticultural organizations will participate.  Rare plant species from China such as Musella lasiocarpa, as well as large creative topiaries in animal shapes, will be on display.  Horticultural seminars, flower arrangement demonstrations, cultural presentations, and children's games are all part of the show.  Flowers and products will be sold in a market of 53 stalls.  Guided tours will also be available.\n\nHong Kong officials see the flower show as a place where the public can relax amidst the fast-paced life of the city.\nThe show is also designed to promote awareness of environmental concerns, and one of the first events planned by the Leisure and Cultural Services Department.\n", "The 1999 Hong Kong Flower Show took place from March 12-21 at Sha Tin Park and Sha Tin Town Hall.  The show was presented jointly by the Provisional Regional Council and the Provisional Urban Council.  As 1999 was the year of the rabbit, the theme of the show was \"Bouncing Rabbits Blooming Blossoms\" and the theme flower was Cyclamen persicum, also known as Rabbit's ear.The show consists of 16 competitive sections and 92 classes of exhibits. \n\nThe 2000 Flower show took place in Victoria Park, Causeway Bay from March 19-29.  It was organized by the Leisure and Cultural Services Department (LCSD).  The theme for this show was \"A Blooming Millennium\" and the theme flower was the Impatient.\n\nBoth shows included live entries and photo entries.\n\nBetty Tung, wife of the Chief Executive of the 2000 Flower Show said that the flower show provides an opportunity for the public to see many blooming flowers and gives professional and amateur horticulturists a chance to share and exchange their experiences.\n\nAdmissions fees for both years were $14 per adult, $7 per child (4-14 years old).  Seniors over 60 year of age entered free on weekdays and paid the children's fare during the weekend.\n\n\n", "Flower shows exibit a wide variety of cosmopolitan blossoms and exotic plants.  \n\nPresented by the Leisure and Cultural Services Department, the 14th Hong Kong Flower Show will be held at the Victoria Park where horticulturists and flower enthusiasts are encouraged to join the open competition.   \n\nThe roving exhibition of 52 winning entries of the 1999 Hong Kong Flower Show Photo Competition,  jointly organized by the Provisional Regional Council and Provisional Urban Council and co-organised with Television Broadcast Limited, will be moved to the Covered Arcade of Kowloon Park.\n\nJointly presented by the Provisional Regional Council and the Provisional Urban Council, the 1999 Hong Kong Flower Show, the 13th of its kind was on display in March at Sha Tin Park and Sha Tin Town Hall.  A bonsai type plant with unique foliage display style has been chosen as the Overall Best Exhibit in the 1999 Hong Kong Flower Show.  Speaking at the Prize Presentation Ceremony of the 1999 Hong Kong Flower Show, the Chairman of Provisional Regional Council's Recreation and Sports Select Committee, Mr Chan Ping said, \"the competitive event not only gives a chance for competitors to test their skills but allows flower lovers to share and exchange their horticulture experience.\"\n"]}, "Group_814": {"100": ["Customs officers of the General Investigation Division have been busy in their constant efforts in combating smuggling activities. The Anti-Cigarette-Smuggling Task Force and Customs Marine and Land Enforcement Command are also involved.\nThere has been an increasing trend of using river trade vessels to smuggle cigarettes into Hong Kong. Customs is monitoring the situation closely and will devise appropriate enforcement strategy to stem this illicit flow.\nThe Department will continue their anti-cigarette smuggling operations to smash distribution centers of contraband cigarettes. It will continue its vigorous enforcement actions to check the supply of dutiable cigarettes to show the determination in protecting public revenue.\n\n", "Officers of the Hong Kong Customs and Excise Department are continuing their efforts to crack down on illegal contraband cigarettes with a special Anti-cigarettes Smuggling Task Force. Through the use of intelligence and surveillance, the task force tracks, raids, and seizes shipments and smashes distribution centers of smuggled cigarettes. Millions of dutiable cigarettes have been seized each year as a result of attempts by importers to evade paying millions of dollars in customs fees. Dozens of smugglers and distributors of contraband have also been arrested. Suspects can be charged under two different ordinances, with penalties up to $1-2 million fines and 2-7 years' imprisonment.\n\n", "Customs officers have been cracking down on the smuggling of dutiable cigarettes into Hong Kong in order to protect public revenue.\n\nActing on intelligence information and investigations, Customs officials have conducted surveillance operations to find individuals and places involved in the smuggling of cigarettes. In the first five months of 1998, Customs seized more than $50 million worth of smuggled cigarettes with a $28.6 million duty potential. \n\nCustoms reminds the public that anyone found smuggling cigarettes, or dealing, selling, or purchasing dutiable goods, will be subject to a maximum penalty of $1 million and two years in prison.  \n"], "50": ["Customs officers have been cracking down on the smuggling of dutiable cigarettes into Hong Kong.\n\nActing on intelligence information, Customs officials have found individuals and places involved in the smuggling of cigarettes.  The cigarettes have been seized and the perpetrators have been arrested.  There is a heavy penalty for this offense in Hong Kong.\n\n", "The Hong Kong Customs and Excise Department are continuing their efforts to crack down on illegal contraband cigarettes with a special Anti-cigarettes Smuggling Task Force. The task force tracks, raids, and seizes shipments and smashes distribution centers for millions of illicit cigarettes, smuggled in to evade customs duties.\n", "Customs officers have been busy in their constant efforts in combating smuggling activities. \nThere has been an increasing trend of using river trade vessels to smuggle cigarettes into Hong Kong. Customs will continue its vigorous enforcement actions to check the supply of dutiable cigarettes and smash distribution centers of contraband cigarettes.\n\n\n"], "200": ["Officers of the Hong Kong Customs and Excise Department are continuing their efforts to crack down on the illegal contraband and smuggling of cigarettes with a special Anti-cigarettes Smuggling Task Force. Through the use of intelligence and intense surveillance, the task force tracks, raids, and seizes shipments and smashes distribution centers of smuggled cigarettes in territory-wide operations. Declared manifests are inspected and concealed contraband cigarettes in cargo lorries or ships are intercepted at control points at Hong Kong's borders. Millions of dutiable cigarettes have been seized each year as a result of attempts by importers to evade paying millions of dollars in customs fees; the number of contraband cases has increased tremendously in the past few years. The purpose of these anti-smuggling activites is \"to show the determination in protecting public revenue,\" said a Customs spokesman. Dozens of smugglers and distributors of contraband have also been arrested. Persons committing these offences can be charged under two different ordinances: the Dutiable Commodities Ordinance, which carries a maximum penalty of a $1 million fine and two years' imprisonment, and the Import and Export Ordinance, which carries a maximum penalty of a $2 million fine and imprisonment for seven years.\n", "Customs officers of the General Investigation Division have been busy in their constant efforts in combating smuggling activities. The Anti-Cigarette-Smuggling Task Force is also involved. Customs Marine and Land Enforcement Command raids several black spots of selling smuggled cigarettes.\nA spokesman for the Customs and Excise Department said, \"There has been an increasing trend of using river trade vessels to smuggle cigarettes into Hong Kong.\" Customs is monitoring the situation closely and will devise appropriate enforcement strategy to stem this illicit flow.\nCustoms smashes distribution centers of contraband cigarettes in Hong Kong, and seizes the cigarettes and make arrests.\nThe Import and Export Ordinance has a penalty for importing unmanifested cargo with a maximum penalty of a $500,000 fine and imprisonment of two years.\nThe Dutiable Commodities Ordinance has a penalty for the offence of \"dealing with goods to which the Diatiable Commodities Ordinance applies,\" which carries a maximum penalty of a $1 million fine and imprisonment of two years. \nThe Department will continue their anti-cigarette smuggling operations to smash distribution centers of contraband cigarettes. It will also continue its vigorous enforcement actions to check the supply of dutiable cigarettes to show the determination in protecting public revenue.\n\n\n", "Customs officers have been cracking down on the smuggling of dutiable cigarettes into Hong Kong.  The Customs Department plans to continue its enforcement activities to protect public revenue.\n\nActing on intelligence information and investigations, Customs officials have conducted surveillance operations to find individuals and places involved in the smuggling of cigarettes.  Once arrested, the people involved will be charged with \"dealing with goods to which Dutiable Commodities Ordinance Applies\" or \"importing unmanifested cargo\" for those who smuggle the cigarettes.\n\nThe problem has been growing, but Customs has enforced the law: In October 1999, six cases of river vessels smuggling cigarettes occurred.  During the previous two years, only one case occurred. The government plans to develop new enforcement strategies to stop this illegal flow.  However, in the first five months of 1998, in all locations, Customs seized more than $50 million worth of smuggled cigarettes with a $28.6 million duty potential.\n\nCustoms reminds the public that anyone found smuggling cigarettes, or dealing, selling, or purchasing dutiable goods, will be subject to a maximum penalty of $1 million and two years in prison.  The government also plans to share strategies and information with mainland China in its effort to protect public revenue.\n"]}, "Group_265": {"100": ["Following several confirmed cases cholera, Hong Kong health officials have been on guard.  As many as ten local cases of cholera have been recently confirmed.  \n\nChair of a meeting of the Inter-departmental Co-ordinating Committee on the Prevention and Control of Cholera, Deputy Director of Health, Dr. Paul Saw suspected the leading factors in the ten recent local cases include inadequately cooked shellfish, inadequately reheated food, and the cross contamination of raw and cooked food.  Meanwhile, a spokesman for the Department of Health stressed to \"prevent cholera and other food-borne diseases, members of the public should observe good personal and food hygiene at all times.\"\n", "The Department of Health is reminding the public to maintain good personal and food hygiene as new cholera cases are reported.\n\nThe public are reminded to observe certain guidelines in order to prevent cholera and other gastro-intestinal infections.  In the kitchen, handwashing, cleanliness, thorough cooking, and proper storage are essential.  Of the confirmed cholera cases in Hong Kong, the suspected factors causing the cholera involved inadequately cooked or reheated food, especially shellfish.  \n\nThe Department of Health has also inspected restaurants and food premises patronized by confirmed cholera patients. The department is planning to inspect all licensed restaurants and food premises regularly. \n", "After the outbreak of several isolated cholera cases, the Department of Health (DH) issued warnings to the public to be on guard against the food-borne disease.\n\nThe cases reported included men and women of different ages.  The most cases occurred in people over fifty year old.  The most commonly shown symptom of the disease is diarrhea.There were no reports that indicated the development of an epidemic and most infected people were isolated during the incubation period.\n\nThe DH issued a list of suggestions for the prevention of cholera and other gastro-intestinal (GI) diseases.  Most of the list involved practicing good hygiene.\n\n"], "50": ["Following several confirmed cases cholera, Hong Kong health officials have been on guard.  The Department of Health reminded the public to be aware of the disease and some preventative measures, stressing that to \"prevent cholera and other food-borne diseases, members of the public should observe good personal and food hygiene at all times.\"\n", "The Department of Health is reminding the public to maintain good personal and food hygiene as new cholera cases are reported. \n\nIn the kitchen, handwashing, thorough cooking, and proper storage are essential.  The confirmed cholera cases in Hong Kong involved inadequately heated food, especially shellfish.  The Department of Health will regularly inspect restaurants.\n", "After the outbreak of several isolated cholera cases, the Department of Health (DH) issued warnings to the public to be on guard against the food-borne disease.\n\nThe DH issued a list of suggestions for the prevention of cholera and other gastro-intestinal diseases. Most of the list involved practicing good hygiene.\n\n\n"], "200": ["The Department of Health is reminding the public to maintain good personal and food hygiene as new cholera cases are reported.  The reported cases have generally involved consumption of contaminated food.\n\nThe public are reminded to observe certain guidelines in order to prevent cholera and other gastro-intestinal infections.  In the kitchen, handwashing, cleanliness, thorough cooking, and proper storage are essential.  The Travel Industry Council has been given information on advising clients to be vigilant about hygiene when in foreign countries.  \n\nOf the confirmed cholera cases in Hong Kong, the suspected factors causing the cholera involved inadequately cooked or reheated food, especially shellfish.  Disinfection and health education were provided to the families of the patients.  The reported cases involved people from a wide range of ages.\n\nThe Department of Health has also inspected restaurants and food premises patronized by confirmed cholera patients.  The operators of these food services were given instruction on proper food hygiene.  The department has planned to inspect all licensed restaurants and food premises regularly, on average once every three weeks.  Although Hong Kong has well-developed disease surveillance programs and an adequate sewage system, the government is urging citizens to take precautions due to the new cholera cases.\n\n", "Health concerns and advisories following confirmed cholera cases.\n\nFollowing several confirmed cases cholera, Hong Kong health officials have been on guard.  As many as ten recent confirmed local cases of cholera include a 39-year-old woman living in Yeum Long, a 54-year-old woman living in Yuen Long,  a 51-year-old woman living in Kowloon City District, a 35-year-old man living in Tsuen Wan District, a 50-year-old woman living in Sha Tin, and a 33-year-old female living in Sheung Shui.\n\nThe Department of Health reminded members of the public to be aware of the disease and some preventative measures.  Chair of a meeting of the Inter-departmental Co-ordinating Committee on the Prevention and Control of Cholera, Deputy Director of Health, Dr. Paul Saw suspected the leading factors in the ten recent local cases include inadequately cooked shellfish, inadequately reheated food, and the cross contamination of raw and cooked food.  Meanwhile, a spokesman for the Department of Health stressed to \"prevent cholera and other food-borne diseases, members of the public should observe good personal and food hygiene at all times.\"\n\nThe spokesman for The Department of Health also urged the public that they are investigating the possible sources and any relationships between the recent cases.\n", "After the outbreak of several isolated cholera cases, the Department of Health (DH) issued warnings to the public to be on guard against the food-borne disease.\n\nThe cases reported included men and women of different ages.  The most cases occured in people over fifty year old.  The most commonly shown symptom of the disease is diarrhea.  Most patients were treated at the Princess Margaret Hospital and were stabalized within days.  There were no reports that indicated the development of an epidemic and most infected people were isolated during the incubation period.  The houses of patients were disinfected to prevent spread or reccurence of the disease.\n\nThe DH issued a list of suggestions for the prevention of cholera and other gastro-intertinal (GI) diseases.  They were as follows:  \nWash hands throuroughly with soap after visiting the toilet and beforepreparing or eating food.  Keep cooking and eating environments clean.  This includes surfaces like tables and floors as well as utensils.  Cook food, especially mean and shellfish, thoroughly before consumption.  Store properly all perishable food not meant for immediate consumption.  Leftover food should be reheated thoroughly before consumption.  All garbage and waste should be stored in a covered container before disposal.\n\n"]}, "Group_61": {"100": ["Charitable non-profits can raise funds on Government-approved Flag Days. On an allocated flag day, non-profit organizations either sell flags, tokens or similar items, or place donation boxes in designated public places.  In order to hold a flag day, non-profits must apply to the government a year in advance. The organization must prove in its application its worthiness, its financial needs, and its ability to organize a flag day. To qualify as a government-recognized non-profit, it must fall within one of the following categories: relief of poverty; advancement of education; advancement of religion; or other charitable purposes.\n", " Non-Saturday flag day on September 30, 1998. With the endorsement of the Subvention and Lotteries Fund Advisory Committee, the Social Welfare Department allocated an additional flag day on September 30 (Wednesday) to six charitable organisations to raise funds for the relief of the Yangtze River flood victims in the mainland. The six charitable organisations are Tung Wah Group of Hospitals; Po Leung Kuk; The Lok Sin Tong Benevolent Society, Kowloon; Pok Oi Hospital; Yan Chai Hospital; and Yan Oi Tong. A spokesman of the department said that it was one of the 11 non-Saturday flag days during the year. \n", "Nine not for profit organizations were given the right to have flag days.  This is a day when the organization can sell flags or tokens to raise money. Also, they can place donation boxes in designated public locations.\n\nIn order to hold a flag day, the organization must apply to the Social Welfare Department (SWD) by a given deadline and the organization must be a non-profit organization.  Each application is considered by the Subventions and Lotteries Fund Advisoty Committee.  Applications are available at the SWD Headquarter office.\n\nMost flag days are held on Saturday, although some are held on Wednesdays.\n\n"], "50": ["Charitable non-profits can raise funds on Government-approved Flag Days. On a flag day, non-profit organizations either sell flags, tokens or similar items, or place donation boxes in designated public places. The organization must prove its integrity and management capabilites, and its financial needs and ability to organize a flag day.\n", "Nine not for profit organizations were given the right to have flag days.  This is a day when the organization can raise money through flag sales and donation collection.\n\nIn order to hold a flag day, the organization must apply to the Social Welfare Department (SWD) and be a non-profit organization. \n\n", " Non-Saturday flag day on September 30, 1998. With the endorsement of the Subvention and Lotteries Fund Advisory Committee, the Social Welfare Department allocated an additional flag day on September 30 (Wednesday) to six charitable organisations to raise funds for the relief of the Yangtze River flood victims in the mainland.\n"], "200": ["Charitable non-profits can raise funds on Government-approved Flag Days. On a flag day, non-profit organizations either sell flags, tokens or similar items, or place donation boxes in designated public places.  In order to hold a flag day, bona-fide non-profits must apply to the government a year in advance. The organization must prove in its application its integrity and management capabilites; the nature, value, and standard of its existing services; and its financial needs and ability to organize a flag day. Most flag days are held on Saturdays; non-Saturday flag days are advertised as such. For example, in 1998, the Social Welfare Department allocated an additional non-Saturday flag day to six charitable organizations to raise funds for the relief of the Yangtze River flood victims in the mainland. To qualify as a genuine, government-recognized non-profit agency, it must fall within one of the following categories as established by English case law: relief of poverty; advancement of education; advancement of religion; or other charitable purposes not specified in the preceding categories. Also, a non-profit must be established in Hong Kong to receive tax exemption. If a charity fails to meet these standards, then its tax exemption status can be withdrawn.\n", " Non-Saturday flag day on September 30, 1998. With the endorsement of the Subvention and Lotteries Fund Advisory Committee, the Social Welfare Department allocated an additional flag day on September 30 (Wednesday) to six charitable organisations to raise funds for the relief of the Yangtze River flood victims in the mainland. The six charitable organisations are Tung Wah Group of Hospitals; Po Leung Kuk; The Lok Sin Tong Benevolent Society, Kowloon; Pok Oi Hospital; Yan Chai Hospital; and Yan Oi Tong. A spokesman of the department said that it was one of the 11 non-Saturday flag days during the year. Including the non-Saturday flag days, there are altogether 62 flag days this year.\n Flag days are days in which non-profit organisations seek support. Any organisation that has activities involving collection of money or sale or exchange for donation of badges, tokens or similar articles in a public place for charitable purposes must have applied for a public subscription permit from the Social Welfare Department.\n A spokesman appealed to organisers to take precautions against any possible fraud. \"Sellers should display the permit or in case of mobile fund-raising, carry copies of the permit for inspection upon request,\" he said.\n\n\n\n\n\n", "Nine not for profit organizations (The Hong Kong sports Association for the Mentally Handicapped, The Maryknoll Medical & Welfare Association, AIDS Concern Foundation, Ltd.,Hong Kong Lutheran Church for the Deaf, Ltd., Light and Love Home, Lok Hong Social Service Association, Pok Oi Hospital, The Hong Kong Church of Christ Co. Ltd, The Association of Chinese Evangelical Ministry, Ltd.) were given the right to raise funds (also known as holding a flag day).  This is a day when the organization can sell flags or tokens to raise money. Also, they can place donation boxes in designated public locations.\n\nIn order to hold a flag day, the organization must apply to the Social Welfare Department (SWD) by a given deadline and the organization must be a non-profit organization.  Each application is considered by the Subventions and Lotteries Fund Advisory Committee.  Applications are available at the SWD Headquarters at Room 920, Wu Chung House, 213 Queen's Road East, Wan Chai.\n\nMost non-profit organizations are charitable organizations usually involved in poverty relief, advancement of education or other public services.\n\nMost flag days are held on Saturday, although some are held on Wednesdays.  Information about flag days can be obtained from the Department's Hotline or the SWD Headquarters.\n"]}, "Group_841": {"100": ["Due to violent crimes in Hong Kong, rewards are given for information on the relevant cases. The rewards are either given to any person, or apportioned amongst persons, giving information leading to the arrest and prosecution of the culprit. Anyone who has information on the cases is urged to report to any police officer.\n For instance, the police were offering a reward of $500,000 for information leading to the detection of a murder and robbery case wherein an Auxiliary Police Officer was attacked and later died in Shek Kip Mei in 1993.\nAbout 9 am on September 1993, the Auxiliary Police Constable was attacked.\n\n\n", "In an attempt to eliminate violent crime, Hong Kong Police are offering large rewards for information about them.\n\nIn one case, police are offering $230 thousand for information leading to the arrest of a group of suspected robbers.\n\nThe types of crimes for which the rewards are being offered are murder, homicide, rape, arson and robbery.  The award money amount range from $50 thousand to $500 thousand.\n\nAnyone who has information on the case is urged to report to any Police Officer, Police Station, or call the Police Hotline 2527 7177, or write to General Post Office Box No.999 or by E-mail to crimeinf@police.gcn.gov.hk.\n\n\n", "In an effort to gain further information on criminal cases, the Hong Kong police department has issued to the public many appeals for information. Information supplied by an individual that leads to solving a criminal case will be rewarded; the rewards range from $50,000 - $500,000. The appeals include the type of criminal act (murder, rape, robbery, and arson), details about the act (date, location, time, victim(s)), and a description of the suspect(s). Many of the criminal acts occured several years ago and are stalled cases, thus the public appeal. For the most part, the murders are the result of an armed robbery.\n"], "50": ["Due to violent crimes in Hong Kong, rewards, ranging from $50,000 to $500,000, are given to an individual, or apportioned amongst individuals, leading to the arrest and satisfactory prosecution of the culprit(s). Information should be given to any police officer, police station, or a police hotline. \n", "In an attempt to eliminate violent crime, Hong Kong Police are offering large rewards for information about them.\n\nThe types of crimes for which the rewards are being offered are murder, homicide, rape, arson and robbery.  The award money amount range from $50 thousand to $500 thousand.\n\n\n\n", "In an effort to gain further information on criminal cases, the Hong Kong police department has issued public appeals. Information supplied by an individual that leads to prosecution will be rewarded, ranging from $50,000 - $500,000. The appeals include the type of criminal act, details about the act, and a description of the suspect(s).\n"], "200": ["In an attempt to eliminate violent crime, Hong Kong Police are offering large rewards for information about them.\n\nIn one case, police are offering a reward of $230 thousand for information leading to the arrest of a group of suspected robbers who robbed watch company on the ground floor at 162 Des Voeux Road Central, Waterfront.  The culprits along with a third watchman made off with 73 watches with a total value of more than $2 million.\n\nFor another robbery that took place in Tsuen Wan, police are offering $100 thousand for information.  In this case two security guards on cash escort duty were robbed by three culprits outside a bank at 201 - 207 Castle Peak Road.  The robbers got away with $800 thousand from the cash box and a shotgun.\n\nThe types of crimes for which the rewards are being offered are murder, homicide, rape, arson and robbery.  The award money amount range from $50 thousand to $500 thousand.\n\nAnyone who has information on the case is urged to report to any Police Officer, Police Station, or call the Police Hotline 2527 7177, or write to General Post Office Box No.999 or by E-mail to crimeinf@police.gcn.gov.hk.\n\n", "In an effort to gain further information on criminal cases, the Hong Kong police department has issued to the public many appeals for information. Information supplied by an individual that leads to solving a criminal case will be rewarded; the rewards range from $50,000 - $500,000. The appeals include the type of criminal act (murder, rape, robbery, and arson), details about the act (date, location, time, victim(s)), and a description of the suspect(s). Many of the criminal acts occured several years ago and are stalled cases, thus the public appeal. Most of the rewards are nearer to $100,000, although the robbery and subsequent murder of an Auxiliary Police Officer pulls the highest reward of $500,000. For the most part, the murders are the result of an armed robbery.\n\nAnyone who knows the whereabouts of the culprit or has information on the case can contact any Police Officer, Police Station, or call the Police Hotline 2527 7177, or send a letter to General Post Office Box No.999 or send by E-mail at crimeinf@police.gcn.gov.hk.\n\nThe reward will be paid either in full or pro-rata, to any person, or apportioned amongst persons, giving information leading to the arrest and satisfactory prosecution of the culprit.\n", " Due to violent crimes in Hong Kong, rewards are given for information on the relevant cases. The rewards are either given to any person, or apportioned amongst persons, giving information leading to the arrest and prosecution of the culprit. Anyone who has information on the cases is urged to report to any police officer.\n For instance, the police were offering a reward of $500,000 for information leading to the detection of a murder and robbery case in which an Auxiliary Police Officer was attacked and later died in Shek Kip Mei in 1993.\nAbout 9 am on September 12, 1993, the Auxiliary Police Constable was attacked by knife-wielding culprit(s) at the entrance of Block 17, Pak Tin Estate. Sustaining multiple stab wounds, he later died in a hospital. His service revolver loaded with six rounds of ammunitions was snatched during the attack. Police are looking for a man aged about 26 to 30 in connection with the case. He is about 1.6 metres tall, about 70 to 75 kilograms in weight, of slightly fat build, with a round face and fair complexion.\nHe was last seen wearing a dark coloured T-shirt, black sleeveless anorak with four pockets in the front and blue jeans.\n \n \n\n"]}, "Group_610": {"100": ["The judgments of the Court of Final Appeal (CFA) of the Hong Kong Special Administrative Region (HKSAR) delivered on 29 January 1999 have extended the eligibility for the right of abode (ROA) of persons born in the Mainland of Hong Kong permanent residents beyond that previously provided for in the Immigration Ordinance. In its judgments, the CFA decided that certain provisions in two previous ROA Ordinances were inconsistent with the Basic Law. To reprehend the situation, a motion has been made to appeal to the NPCSC for an interpretation of Basic Law and to find a resolution.\n", "The Government of Hong Kong was to appeal the decision of the Court of First Instance.  This decision extended right of abode (ROA) to persons of Chinese nationality born outside of Hong Kong, who at the date of their birth had parents neither of whom were permanent residents and one of whom subsequently acquired that status.  This decision was finalized on by the Court of Final Appeal (CFA) of the Hong Kong Special Administrative Region.  The CFA also ruled that these persons could enter Hong Kong for settlement without approval from Mainland authorities.\n\nOther important court decisions include Immigration (Amendment)(No.5) Bill 1997.\n\n\n\n\n", " The Executive Council of Hong Kong endorsed the Immigration Bill 1997 to the Provisional Legislative Council. The Bill provides that children who claim the right to abode in the Hong Kong Special Administrative Region must produce proof of their right by way of a Certificate of Entitlement. The COE is in response to the reunification of Hong Kong and China. Due to a law already in place many mainland children have a right they did not formerly possess. If all these children arrived in Hong Kong at once, the impact on the social support services would be difficult to bear. \n"], "50": [" The Executive Council of Hong Kong endorsed the Immigration Bill 1997 to the Provisional Legislative Council. The Bill provides that children who claim the right to abode in the Hong Kong Special Administrative Region must produce proof of their right by way of a Certificate of Entitlement. \n", "The judgments of the Court of Final Appeal (CFA) of the Hong Kong Special Administrative Region (HKSAR) delivered on 29 January 1999 have extended the eligibility for the right of abode (ROA) of persons born in the Mainland of Hong Kong permanent residents beyond that previously provided for in the Immigration Ordinance.\n", "The decision of the Court of First Instance that extended the right of abode (ROA) to persons of Chinese nationality born outside of Hong Kong was finalized on by the Court of Final Appeal (CFA) on January 29.\n\nOther important court decisions include Immigration (Amendment)(No.5) Bill 1997.\n\n\n"], "200": [" The Executive Council of Hong Kong endorsed the Immigration Bill 1997 to the Provisional Legislative Council. The Bill provides that children who claim the right to abode in the Hong Kong Special Administrative Region must produce proof of their right by way of a Certificate of Entitlement affixed to their proof of identity. The Scheme seeks to provide an effective channel for the orderly arrival of children, mainly from the Mainland, claiming the ROA.\n The legality of the COE's scheme was upheld by a judgement of the Court of Appeals. \"We are also pleased that the retrospectivity aspect of the C of E Scheme was generally endorsed. We however need to study carefully the implications of the judgement that the provision cannot be applied to cases prior to July 1, 1997 before we decide whether we should appeal against this specific aspect of the judgement,\" a spokesman said.\n The COE is in response to the reunification of Hong Kong and China. Due to a law already in place many mainland children have a right they did not formerly possess. If all these children arrived in Hong Kong at once, the impact on the social support services would be difficult to bear.\n\n\n", "The Government of Hong Kong was to appeal the decision of the Court of First Instance.  This decision extended the right of abode (ROA) to persons of Chinese nationality born outside of Hong Kong, who at the date of their birth had parents neither of whom were permanent residents and one of whom subsequently acquired that status.  This decision was finalized on January 29, 1999 by the Court of Final Appeal (CFA) of the Hong Kong Special Administrative Region.  The CFA also ruled that these persons could enter Hong Kong for settlement without the approval of the Mainland authorities.\n\nSeveral different people gave speeches that addressed decision of the CFA including the Secretaries for Security, Mrs. Regina Ip and Mr. Peter Lai, Secretary for Justice and Ms. Elsie Leung.  Ms. Leung gave speeches at the International Bar Association Conference on the worldwide application of the International Covenant on Civil and Political Rights, a Symposium on  \"The Implementation and Prospects of 'One Country, Two Systems'\" in Commemoration of the 9th Anniversary of the Promulgation of the Basic Law and at the Credit Suisse first Boston Asian Investment Conference.\n\nOther important court decisions include Immigration (Amendment)(No.5) Bill 1997.\n\n\n\n", "The judgments of the Court of Final Appeal (CFA) of the Hong Kong Special Administrative Region (HKSAR) delivered on 29 January 1999 have extended the eligibility for the right of abode (ROA) of persons born in the Mainland of Hong Kong permanent residents beyond that previously provided for in the Immigration Ordinance. The CFA also ruled that these persons could enter Hong Kong for settlement without the approval of the Mainland authorities. In its judgments, the CFA decided that certain provisions in two previous ROA Ordinances were inconsistent with the Basic Law. These rulings place a great deal of pressure on HKSAR: previously, the number of people that would be eligible would have been about 200,000, but with the ruling, this increases to over a million people. The ROA issue is the most serious question HKSAR has ever encountered since its establishment. The ROA issue is also the most important and fundamental issue of Hong Kong society, for it relates to the people's fundamental rights and to the number of people eligible for becoming permanent residents. To reprehend the situation, a motion has been made to appeal to the NPCSC for an interpretation of Basic Law and to find a resolution.\n"]}}