{"D0851C": {"AFP_ENG_20050218.0208": ["\n", "\nTurkey's environmentment minister was \nquoted as saying Friday that the country needs to complete its \nindustrialization before signing the  UN's Kyoto Protocol on global \nwarming.\n", "\nThe minister, Osman Pepe, also slammed European Union pressure \non Ankara to comply with higher environmental norms, which he said \nfailed to take into account the country's need to speed up economic \nprogress.\n", "\n\"Turkey cannot sign this (Kyoto) treaty. We already need to \ninvest 30-35 billion dollars\" for environmental protection, Pepe \ntold the Hurriyet newspaper. \"Under these conditions, Turkey may \nsign the Kyoto treaty in 2015 at the earliest.\"\n", "\nThe Kyoto Protocol took effect Wednesday, supported by 141 \nnations but boycotted by the world's biggest polluter, the United \nStates.\n", "\nThe Protocol requires industrialized countries that have signed \nand ratified it to reduce or stabilize their emissions of six \ngreenhouse\" gases, the most important of which is carbon dioxide \n(CO2).\n", "\nPressure to comply with EU environmental standards is one of the \ntoughest issues Turkey will face when it starts negotiations to join \nthe Union later this year.\n", "\n\"Turkey is in a process of industrializing, therefore it is \namong the countries with the highest carbon dioxide emissions,\" Pepe \ntold Hurriyet.\n", "\n\"They (the EU) have industrialized and now they turn to us and \ntell us to protect  nature. It is not possible to accept that.\" \n"], "AFP_ENG_20050216.0414": ["\n", "\nGermany on Wednesday marked the \nimplementation of the Kyoto Protocol with a rebuke to the United \nStates for its uncontrolled greenhouse-gas pollution and a call to \nthe European Union (EU) to deepen its planned emissions cut.\n", "\nGerman Environment Minister Juergen Trittin, in a videotaped \naddress to ceremonies that ushered in Kyoto as a UN treaty, pointed \nto scientific advice to prevent Earth from warming more than 2.0 C \n(3.6 F) above pre-industrial levels.\n", "\nEarth's surface has already warmed by 0.7 C (1.25 F) since 1900 \nas a result of burning oil, gas and coal, and this may already be \naffecting the climate system, scientists say.\n", "\n\"The window of opportunity in which compliance is still possible \nwill close in 10 to 20 years,\" said Trittin, urging a switch to \ncleaner energy sources and better building insulation.\n", "\n\"We cannot afford to be inactive. We have to reduce global \nemissions by around 50 percent by the middle of this century,\" \nTrittin, a member of the Greens environmentalist party, said.\n", "\nTrittin called on the EU to reduce its emissions by 30 percent \nby 2020 as compared to 1990, the benchmark used for Kyoto.\n", "\n\"To this end, Germany is willing to double its efforts and save \nanother 200 million tonnes of greenhouse gases. We would reduce our \nemissions by 40 percent by 2020.\n", "\n\"Unfortunately,\" Trittin noted tartly, \"the European Commission \nis not as bold as we would hope.\"\n", "\nKyoto requires industrialised countries which have signed and \nratified it to trim output of six carbon gases that linger in the \nair and trap solar heat instead of letting it radiate back into \nspace.\n", "\nThe 15-nation EU pledged in 1997 to make an overall cut of eight \npercent in these emissions by 2012 as compared to 1990.\n", "\nThat cut was then shared out among its members in a \nburden-sharing arrangement.\n", "\nFor Germany, the reduction target was 21 percent, the highest of \nall industrialised countries. Trittin claimed that already 200 \nmillion tonnes of carbon pollution had been saved by Germany each \nyear, and the country was \"only a few percent away\" from its 2012 \ntarget.\n", "\nTrittin had tough words for the United States, the world's No. 1 \ncarbon polluter, which by itself accounts for 21 percent of global \nemissions of greenhouse gases.\n", "\nThe United States ditched the Kyoto Protocol in 2001, saying the \ndeal was unfair and also too costly for its economy.\n", "\n\"We must also reincorporate the USA into the international \nclimate protection process,\" Trittin said.\n", "\n\"The world's largest emitter of greenhouse gases must face up to \nits responsibility. It is unacceptable to me and for the climate \nthat despite the same quality of living the annual per-capita \nemissions of greenhouse gases in the USA is two and a half times the \nlevel in Europe.\"\n"], "AFP_ENG_20050216.0396": ["\n", "\nCroatia said on Wednesday that it was not \nyet ready to ratify the Kyoto Protocol, the landmark treaty \nrequiring cuts in gas emissions that cause global warming, insisting \non lighter terms for its implementation.\n", "\n\"Croatia signed the Kyoto Protocol in 1999, but did not ratify \nit due to... a request for an increase of its output for the \nstarting year (1990),\" the environment ministry said in a \nstatement.\n", "\nUnder the treaty which came into effect Wednesday the Balkan \ncountry is to reduce its output of greenhouse gas emissions by five \npercent by 2008-12, compared to 1990 levels.\n", "\nHowever, Zagreb is asking for a new calculation, claiming that \nthe output attributed to Croatia for 1990, when the country was \nstill part of the Yugoslav federation, is too low.\n", "\n\"Unless the request is fulfilled, the implementation of measures \nto reduce greenhouse gas emissions would seriously endanger economic \ngrowth due to the large investments it requires,\" the ministry \nadded.\n", "\nCroatia must ratify the treaty before it enters the European \nUnion, a goal it hopes to achieve by the end of the decade.\n"], "XIN_ENG_20050216.0299": ["\n", "\nCyprus Minister of Agriculture, \nNatural Resources and Environment Efthimios Efthimiou said \nWednesday Cyprus is taking effective measures to implement the \nKyoto protocol.\n", "\nThe minister said in a statement that Cyprus is introducing \nspecific measures to reduce emissions of greenhouse gases, \nincluding a pledge by 30 industries to reduce emissions to the \nrequired level and the immediate implementation of a mechanism for \nthe development of clean energy technologies.\n", "\n\"Cyprus contributes to the global efforts to implement the Kyoto\nProtocol and meet its contractual obligations by implementing the \nstrategic plan to reduce emissions of greenhouse gases,\" the \nstatement said.\n", "\nA fund, set up in 2001 to help adjust businesses to the Kyoto \nProtocol terms, will begin to offer help to developing countries to\ndeal with the negative fallout of climatic change, the statement \nadded.\n", "\nThe Kyoto Protocol requires industrialized countries to reduce \nemissions of six greenhouse gases form 2008 to 2012. The European \nUnion has committed itself to a reduction by 8 percent and Japan by\n6 percent.\n"], "XIN_ENG_20050124.0227": ["\n", "\nThe Canadian government has drawn \nup a proposal that would fully meet Canada's target under the \nKyoto treaty, it is reported here Monday.\n", "\nAccording to a Canadian Press report, the plan, which is still \nunder debate, calls for an additional 3 billion Canadian dollars (\n2.5 billion US dollars) by 2010 for tax breaks, subsidies, and \nemissions purchases.\n", "\nAn official source was quoted as saying that combined with 3.7 \nbillion Canadian dollars (3 billion US dollars) already allocated,\nthe proposal would bring the Canadian government's Kyoto \ninvestment to 6.7 billion Canadian dollars (5.5 billion US dollars)\n.\n", "\nThe plan would fully achieve a 240-megatonne reduction in \ngreenhouse emissions from 1990 levels by 2012 as required by the \nKyoto treaty, said the source.\n"], "CNA_ENG_20050216.0025": ["\n", "\nThe Environmental Protection Administration\n(EPA) will speed up the enactment of a greenhouse gas control law in\nreaction to the implementation of the Kyoto Protocol on reducing\ngreenhouse gas emissions, EPA head Chang Juu-en said Wednesday.\n", "\nChang said he hopes the draft of the law will be finalized in\nJune and passed by the legislature by the end of this year.\n", "\nAlthough Taiwan is not a signatory to the Kyoto Protocol, the\ncountry will contribute its part in controlling greenhouse gas\nemissions to comply with international standards, Chang said.\n", "\nAccording to the EPA, the carbon dioxide released by Taiwan is\nexpected to increase to 460 million tons in 2020, which will be\nquadruple the volume of 1990.\n", "\nThe law targets a reduction of carbon dioxide emissions by 35.6\nmillion tons a year by 2020.\n", "\nChang said the EPA has surveyed six major greenhouse gases\nreleased by the electricity, petrochemical, steel, paper, cement and\noptoelectronic semiconductor industries in order to control their\ntotal emission volume.\n", "\nAlso, Chang said, he will not rule out the possibility of\nrecommending that the government impose a \"carbon tax\" to push\npollution-prone industries to reduce their emissions of greenhouse\ngases.\n", "\nIn the future, greenhouse gas emissions will be one of the\ncriteria for environmental impact assessments for major development\nprojects by the industrial sector, he went on.\n", "\nThis measure can be put into force in six months at the earliest,\nhe added.\n"], "XIN_ENG_20050217.0129": ["\n", "\nChina calls on developed countries\nto ratify the Kyoto Protocol as soon as possible, Chinese Foreign \nMinistry spokesman Kong Quan said here Thursday.\n", "\nThe Kyoto Protocol, which imposes limits on greenhouse gas (GHG)\nemissions, went into effect on Feb. 16. \"It is an important pact \nand legitimate base to cope with climate changes, and China wants \ndeveloped countries to ratify it as early as possible,\" said Kong \nat a regular news briefing.\n", "\nHe said China, as the largest developing country in the world, \nwelcomes the pact and has been taking active measures to reduce \nGHG emissions in recent decades.\n", "\nAccording to the pact, developed countries should cut GHG \nemissions on average to 5.2 percent below the 1990 level between \n2008 and 2012. So far, more than 140 countries and regions, which \ntogether accounted for more than 55 percent of greenhouse gas \nemissions in 1990, have ratified the pact.\n"], "APW_ENG_20050216.0159": ["\n", "\nAustralia's prime minister defended his nation's refusal to sign the Kyoto\nprotocol on global warming as it came into force Wednesday, calling it virtually\nuseless without commitments from the United States and China to reduce\ngreenhouse gases.\n", "\nPrime Minister John Howard said signing the agreement would not be in\nAustralia's interests even though his nation was on track to voluntarily meet\nthe treaty's targets set at Kyoto, Japan in 1997 to slow emissions of climate\nchanging gases such as carbon dioxide.\n", "\nAustralia and the United States are the only industrialized countries that have\nrefused to commit to Kyoto's targets.\n", "\n\"Until such time as the major polluters of the world including the United States\nand China are made part of the Kyoto regime, it is next to useless and indeed\nharmful for a country such as Australia to sign up,\" he said.\n", "\nAustralia and the administration of U.S. President George W. Bush argue that\nfast developing nations such as India and China, which are exempt from Kyoto\npact emission reduction targets, should be included.\n", "\nAustralia's signature on the treaty would \"create a situation where countries\nsuch as China, India and Indonesia were not subject to the same penalties and\nrestrictions as would Australia be and as a result we would run the risk of\nlosing both industry and jobs,\" Howard told parliament.\n", "\nDespite not signing the protocol, Australia was among the few countries along\nwith Britain, Sweden, New Zealand and perhaps Germany who were on track to meet\ntheir Kyoto goals, Howard said.\n", "\nEnvironment Minister Ian Campbell said Australians should be proud that their\nnation was on track to achieve its Kyoto goal of allowing emissions only 8\npercent above the country's 1990 level by 2012.\n", "\n\"We are on track, too, with existing policies to reduce emissions by 30 percent\n_ that's better than just about any other country in the world,\" Campbell told\nreporters.\n", "\nThe opposition Labor Party says Australia is the world's worst greenhouse gas\npolluter per capita because of its heavy use of coal-burning power stations, and\nhas called on the government to sign Kyoto.\n", "\n\"Making sense of this government's position on Kyoto is not easy,\" Labor leader\nKim Beazley told parliament Wednesday.\n", "\n\"While it (the protocol) is not perfect, it gives us a foundation on which to\nbuild, to set targets for emissions beyond 2012 and to bring in the developing\neconomies,\" he added.\n", "\nHe said the only factor that had changed since Howard praised the protocol in\n1997 was that close ally President George W. Bush had withdrawn U.S. support,\nand suggested Howard would follow whatever decision Bush took on the\npact.\n", "\n\"If the U.S. changed its position back again, supporting Kyoto, the ink would\nnot be dry on the U.S signature before the Prime Minister had ratified it,\"\nBeazley said.\n", "\nThe Australian Medical Association also called for Canberra to ratify the Kyoto\npact, saying climate change linked to greenhouse gas emissions will hit the\npeople of poorer nations.\n", "\n\"Human health is linked to the health of the planet and the environment,\" Bill\nGlasson, the association's president, said in a statement.\n", "\n\"Australia must act in the interest of countries who are less well off and less\nable to advocate on their own behalf, and in the longer term interests of all\nAustralians.\"\n"], "XIN_ENG_20050216.0387": ["\n", "\nLatin American countries \nwelcomed on Wednesday the entry into force of Kyoto Protocol, the \ninternational environmental protection treaty, hoping that the \nmove will begin to reverse the global warming trend.\n", "\nThe five members of the Andean Community, namely Peru, \nVenezuela, Ecuador, Colombia and Bolivia, issued a statement, \ncalling the protocol \"strategic,\" citing \"the high vulnerability \nto climate change of our population, biodiversity and ecosystems.\"\n", "\nMexican President Vicente Fox described the treaty as \"the \nfirst step in the right direction\" toward slowing climate change.\n", "\nThe Brazilian foreign ministry called it a positive device for \ninternational cooperation.\n", "\nThe Brazilian government also planted the \"Kyoto Forest,\" \nconsisting of indigenous South American trees, in the capital's \nbotanical garden.\n", "\nArgentine Health and Environment Minister Gines Gonzalez Garcia\ndeclared Feb. 16 as \"a historic day,\" expressing his optimism that\n\"developed countries will adhere to the protocol.\"\n", "\nGerardo Carrillo, spokesman for the Venezuelan environment \nminister, said that the coming into effect of the protocol is \"a \ntriumph, in spite of the fact that the United States had decided \nnot to ratify it.\"\n", "\nRoberto Ipinza, director of the Institute of Forest Research of\nChile, called the new rules an incentive for \"the establishment of\nforest plantations aimed at reducing carbon emissions.\"\n", "\nThe Kyoto Protocol officially went into effect at 0500 GMT \nWednesday with most of the industrialized countries legally bound \nto control pollution.\n", "\nThe agreement, negotiated in Japan's Kyoto in 1997 by 159 \ncountries and ratified by 141 nations, is an adjunct to the 1992 \nUN treaty on climate change.\n"], "AFP_ENG_20050216.0509": ["\n", "\nRussian President Vladimir Putin's \neconomic advisor said Wednesday the international Kyoto agreement to \ncut greenhouse gas pollution causing global warming was \"madness\" \nand should be abandoned by Russia.\n", "\n\"I hope that common sense will prevail and we will abandon this \nmadness,\" the advisor, Andrei Illarionov, told a news conference on \nthe day the Kyoto Protocol came into force.\n", "\n\"Not once in one thousand years has Russia had legal limitations \non its economic growth. From now on they exist.\"\n", "\nRussian gross domestic product (GDP) risked falling 60 percent \nby 2050 compared to 2003 levels because of the expected limitations \nof the Kyoto Pros refused to ratify the Kyoto Protocol.\n"]}, "D0850H": {"AFP_ENG_20050312.0359": ["\n", "\nThe suspect in Atlanta's \ntriple courthouse killings was arrested Saturday without incident \nafter he surrendered to authorities at an apartment complex in which \nhe was hiding, police said.\n", "\n\"This ended the best way it could end,\" Gwinnett County police \nchief Charles Walters told reporters after the conclusion of a \n26-hour manhunt.\n", "\nThe suspect, Brian Nichols, 33, \"waved a white flag or a \nT-shirt\" as heavily armed police were deployed at the apartment \ncomplex just north of Atlanta, said Walters.\n", "\n\"We had sufficient forces, there were no alternatives for him,\" \nhe said.\n", "\nWhile weapons were found in the apartment, Nichols did not have \nany on him when he was arrested, the officer said.\n", "\nHe said police were alerted by a woman who had managed the leave \nthe apartment in which Nichols was hiding. He said the woman had no \nrelationship with Nichols.\n", "\n\"She was in the apartment with him for some time. He either let \nher leave, or she was able to leave,\" Walters said.\n", "\nThe suspect was taken to a FBI field office in the area.\n", "\nNichols allegedly went on a killing rampage Friday, gunning down \na judge, a court reporter and a sheriff's deputy after grabbing the \ngun of an officer who was leading him to a courtroom for a hearing \nin his rape trial.\n", "\nHe had apparently driven to the apartment complex in a car \nbelonging to a man who was found dead Saturday near downtown \nAtlanta.\n"], "NYT_ENG_20050312.0090": ["\n", "\nA killing spree that terrorized Atlanta over the last\n24 hours ended Saturday morning when a man accused of\nkilling a judge, a court reporter and a sheriff's deputy\nin a courthouse rampage surrendered peacefully after a SWAT team\ncornered him in the apartment of a woman he had\ntaken hostage as she arrived home.\n", "\nAs the suspect, Brian Nichols, was being driven away from the\nscene by FBI agents, bystanders on the street cheered.\n", "\nLaw enforcement officials said that before his arrest Saturday, Nichols might\nhave killed a fourth victim -- a federal customs agent\nwho was found shot to death hours earlier in Atlanta's\naffluent Buckhead community. Investigators said that the agent appeared to\nbe a random victim.\n", "\nThe search for Nichols was set back and the Atlanta police\nsuffered a public embarrassment when a green Honda that investigators\nbelieved Nichols had carjacked and used in his escape was\nfound in the very parking garage where he commandeered it\nmore than 12 hours earlier.\n", "\nNichols surrendered after a police SWAT team surrounded an apartment in\nDuluth, just north of Atlanta in Gwinnett County, where he\nhad been holed up watching television, said Chief Charles Walters\nof the Gwinnett County Police Department. \"He literally waved a\nwhite flag or a T-shirt and came out and surrendered\nto our folks,\" Walters said. \"We never contacted him.\"\n", "\nNichols had forced his way into the apartment sometime in the\nearly morning, as a woman who lived there was getting\nhome, officials said. The two had no previous relationship, they\nsaid. \"He had told her, 'If you do what I\nsay I won't kill you,' \" Vernon Keenan, the chief\nof the Georgia Bureau of the Investigation, said.\n", "\nOn Friday morning, the police say, Nichols was being taken to\na courtroom where he was on trial for rape when\nhe overpowered his guard and fatally shot the two men\nand a woman. He made his escape by hijacking a\nseries of cars, and he is suspected of taking the\ngun, badge and truck of the federal customs agent, the\nofficials said.\n", "\nThe body of the agent, David Wilhelm, was found about 9\na.m. Saturday in the upscale neighborhood of Buckhead, which lies\nbetween the Fulton County Courthouse in downtown Atlanta, where Friday's\nshootings took place, and Duluth, where the suspect was caught.\n", "\nAt about 9:50 a.m., the woman there managed to leave her\napartment and call 911, the officials said. Officials said it\nwas not yet clear if she escaped or was allowed\nto leave. The truck taken from the customs agent was\nfound in a different location, they said.\n", "\nStunned residents of the complex, Bridgewater Apartments, watched as officers with\nguns and helmets surrounded the ground-floor unit and warned them\nto stay inside.\n", "\nLatoya Gathings, 25, said she slipped out in time to see\nNichols in handcuffs, and catch a glimpse of his face.\n\"He looked relieved,\" she said.\n"], "AFP_ENG_20050311.0392": ["\n", "\nA gunman shot dead a judge in \nan Atlanta courthouse Friday, and wounded at least two other \nofficials, US television reported.\n", "\nJudge Rowland Barnes was shot dead when the gunman apparently \ntook a sheriff deputy's gun and fired shots on the eighth floor of \nthe Fulton County courthouse in Atlanta, Georgia, reports said.\n", "\nA court official and a deputy were among those who suffered \ngunshot wounds, according to the reports.\n", "\nAuthorities identified the suspect, who fled the scene, as \n34-year-old Brian Nichols.\n"], "AFP_ENG_20050312.0312": ["\n", "\nPolice on Saturday arrested a suspect \nin the Atlanta courthouse rampage that left a judge and two others \ndead, Atlanta Police Chief Richard Pennington told CNN television.\n", "\nThe suspect, 33-year-old Brian Nichols, was arrested at an \napartment complex in north Atlanta after police spotted the last \nvehicle he had allegedly stolen in the wake of Friday's killings at \nthe downtown Atlanta courthouse.\n", "\nPennington said that \"even though he did peacefully turn himself \nin,\" the case was only beginning.\n", "\nNo injuries were reported during the arrest, but the pick-up \ntruck Nichols apparently used to get to the Gwinnett County \napartment complex belonged to a man who was found dead on Saturday.\n", "\nFriday morning's rampage also left a sheriff's deputy in \ncritical condition in hospital.\n", "\nThe 6-foot-1 (1.86-meter), 210-pound (95-kilo) Nichols on Friday \nwrested a gun from the deputy, who was escorting him to an \neighth-floor courtroom where he was due for a hearing in his rape \ncase. He allegedly shot her in the mouth before bursting into the \ncourtroom and fatally shooting Fulton County Superior Court Judge \nRowland Barnes and a court reporter, authorities said.\n", "\nAs he fled the building, Nichols allegedly shot and killed \nanother sheriff's deputy.\n", "\nNichols, who has been in jail for the past six months, was \nwearing a suit, as he had been allowed to change out of his prison \ngarb for his court appearance.\n", "\nThe judge had earlier asked authorities to provide extra \nsecurity because he thought Nichols could turn violent if convicted. \nOn Thursday, Nichols was found to be hiding two hand-made knives in \nhis shoes.\n", "\nNevertheless, he was not wearing leg shackles and was only \nescorted by one deputy, who removed his handcuffs as she led him to \nthe courtroom.\n", "\nNichols had been in jail since August on charges of breaking \ninto his former girlfriend's apartment, binding her with duct tape \nand raping her. He was being retried and faced possible life \nimprisonment, after a first trial ended in a hung jury on Monday.\n", "\nA 60,000-dollar reward had been posted for information leading \nto the capture of Nichols, a computer technician.\n", "\nFor much of Friday, police had searched for a green Honda in \nwhich Nichols was believed to have made his getaway, but they \neventually found the car parked in the parking lot where it was \nthought to have been stolen.\n", "\nAuthorities were also investigating a death threat against \ndistrict attorney Gayle Abramson, which was phoned in Friday by a \nman claiming to be Nichols. Abramson was the prosecutor in Nichols's \nrape case, which was being tried by Barnes.\n", "\nBarnes, 64, was one of the most senior judges in Atlanta, \nhandling high-profile and controversial cases.\n", "\nLast month, he sentenced to probation an Atlanta ice hockey \nstar, Dany Heatley, who killed a teammate in a car crash. Barnes \nagreed to a plea from the family of Graham Snyder not to put Heatley \nin jail.\n", "\nBarnes also made national headlines when he ordered a woman \naccused of killing one of her seven children to undergo \nsterilization to prevent her from having more children.\n", "\nFriday's shootings followed the execution-style slaying in \nChicago of a federal judge's husband and mother less than two weeks \nago.\n", "\nPolice identified a man who killed himself Wednesday as the \nprime suspect in the late February killings. The judge had recently \ndismissed a malpractice case the suspect brought against doctors who \ntreated him for cancer more than a decade ago.\n", "\nThe rash of violence against court officials has raised concern \nacross the United States and is to be discussed at a high-level \nmeeting of federal judges next week.\n"], "APW_ENG_20050312.0333": ["\n", "\nWhen he allegedly raped his ex-girlfriend over three days, Brian Nichols brought\na cooler of food with him in case he got hungry, prosecutors\nsaid.\n", "\nNichols, the man accused of killing three people in a courthouse rampage Friday,\nwas on trial on charges he burst into the woman's home with a loaded shotgun,\nbound her with duct tape and repeatedly sexually assaulted her.\n", "\nIt was his second trial in as many weeks. The first ended in a mistrial after a\njury was unable to reach a verdict, but the second did not appear to be going as\nwell, said his attorney, Barry Hazen.\n", "\n\"My guts tell me he faced a greater chance of conviction in the second trial,\"\nhe said.\n", "\nOn Friday morning, Nichols allegedly overpowered a court deputy, taking her gun,\nbefore killing three people: the judge presiding over his case, a court reporter\nand a deputy who confronted him as he escaped the courthouse. Police also said\nhe pistol-whipped a newspaper reporter as he carjacked his vehicle and\nfled.\n", "\nThe day before, prosecutors and the judge had requested extra security after\ninvestigators found shanks in each of Nichols' shoes.\n", "\nFulton County District Attorney Paul Howard said deputies were receptive to the\nrequest, but he did not know what exactly was done in the way of stepped-up\nsecurity.\n", "\nJuror James Bailey said he became unnerved by the defendant's cold, hard stares\nat the jury box.\n", "\n\"Every time he looked up, he was staring at you,\" Bailey said.\n", "\nNichols, 33, who had been held in the Fulton County Jail for the last six\nmonths, had faced a possible life prison sentence if convicted of\nrape.\n", "\nNichols' last known job was working as a computer technician for a subsidiary of\nAtlanta-based shipping giant UPS. Company spokesman Norm Black says Nichols\njoined the unit in March 2004 and left in September 2004, which was when he was\narrested.\n", "\nA background check showed Nichols did not have a violent criminal past before\nthe rape case. He only had been sentenced for driving violations that included\ndriving with a suspended or revoked license, driving without insurance and\ndriving without a valid license plate decal.\n", "\nNichols had lived in Georgia since 1995. At an upscale condominium complex in\nAtlanta, neighbor Meg Armistead described him as a \"nuisance\" because he had a\npit bull that he would occasionally let roam around the complex without a leash\nand because he took over the condominium's pool.\n", "\nNichols was briefly a student at Kutztown University in Pennsylvania. He\nenrolled in the fall of 1989, made it through his freshman year, then left the\nuniversity in the fall semester of his sophomore year, said school spokesman\nPhilip Breeze.\n", "\nNichols played football for Newberry College in South Carolina in 1992 and 1993,\nbut was kicked off the team for stealing from a dorm room, athletic spokesman\nRyan Gross said.\n", "\n___\n", "\nAssociated Press reporters Harry R. Weber and Bill Poovey in Atlanta contributed\nto this article.\n"], "AFP_ENG_20050311.0412": ["\n", "\nA gunman Friday shot and \nkilled a judge and wounded three other officials in a courtroom in \nAtlanta, Georgia, before fleeing the scene, police said.\n", "\nPolice said the 34-year old suspect, identified as Brian \nNichols, carjacked a vehicle and escaped.\n", "\n\"The suspect is at large right now,\" Sheriff's department \nSergeant Clarence Huber told reporters outside the courtroom.\n", "\nThe suspect, who was on trial for rape apparently grabbed the \ngun from a deputy, shot and killed  Fulton County Superior Court \nJudge Rowland Barnes, local television reported.\n", "\nA court reporter and two deputies also suffered bullet wounds, \nwitnesses said.\n", "\nBarnes was one of the most senior judges in Atlanta, handling \nhigh profile and controversial cases.\n", "\nLast month, he sentenced to probation an Atlanta ice hockey \nstar, Dany Heatley, who killed a teammate in a car crash. Barnes \nagreed to a plea from the family of Graham Snyder not to put Heatley \nin jail.\n", "\nBarnes also made national headlines when ordered a woman accused \nof killing one of her seven children to undergo sterlization to \nprevent her from having more children.\n", "\nThe shooting comes after the execution-style slaying in Chicago \nof a federal judge's husband and mother earlier this month. \n", "\nSuspicion had initially focused on a neo-Nazi and white \nsupremacist group whose leader had previously threatened the \n61-year-old judge, but police said Thursday a man who killed himself \nduring a traffic stop was a prime suspect.\n", "\nPolice have identified that suspect as Bart Ross, a loner with \nno apparent links to the white supremacist group.\n"], "NYT_ENG_20050311.0029": ["\n", "\nA judge and a court reporter were shot and killed at\nthe Fulton County Courthouse in Atlanta Friday morning by a\ngunman who fled and is being sought by police in\na manhunt through downtown Atlanta.\n", "\nSeveral city blocks have been blocked off as law enforcement officials\nmove through downtown in search of the man, identified by\npolice as Brian Nichols, 34, who witnesses said grabbed a\ngun from a sheriff's deputy during his rape trial and\nbegan shooting in the courtroom, several news agencies were reporting.\n", "\nCNN reported that two deputies had been shot while pursuing the\nsuspect.\n", "\nLt. Gov. Mark Taylor confirmed that Superior Court Judge Rowland Barnes\nand his court reporter were killed, The Associated Press said.\nHe gave no other details in announcing the deaths in\nthe state Senate.\n", "\nThe court reporter has not been identified.\n", "\nThe suspect is said to have fled the courthouse, hijacking at\nleast two vehicles as police pursued him, the news agencies\nwere reporting.\n", "\nSeveral people who had been in the courthouse told CNN that\nNichols was on trial for rape and kidnapping in Rowland's\ncourtroom.\n", "\n\"The defendant took the deputy's gun and held the courtroom hostage\nand shot the judge,\" Renee Rockwell, a defense attorney, told\nCNN.\n"], "XIN_ENG_20050311.0247": ["\n", "\nA Los Angeles court security \nofficer said Friday that he was confident local procedures would \nprevent a shooting like the one that erupted in a courtroom in \nAtlanta just hours ago.\n", "\nAtlanta authorities say 33-year-old Brian Nichols, who was on \ntrial in a rape case at a courtroom, grabbed a deputy's gun and \nopened fire, killing a judge and a court reporter.\n", "\nNichols fled the courtroom, running eight stories down a \nstairwell to the street, killed a deputy and carjacked a vehicle.\n", "\n\"We have our procedures in place, and we feel confident in the \nprocedures we are following,\" said Los Angeles County sheriff's \nSgt. Steve Wheatcroft of the Judicial Services Unit.\n", "\nThe Los Angeles County Sheriff's Department provides security \nfor the four dozen or so courthouses around the county.\n", "\nWheatcroft said the sheriff's procedures differ from those \napparently in effect in Atlanta.\n", "\n\"We are unarmed when we escort our inmates from the lockup to \nthe courtrooms,\" Wheatcroft said. In Atlanta, the escorting deputy\nwas armed, and that officer's weapon was used by the inmate in the\nshooting, he said.\n", "\n\"Also, for the most part, our inmates are shackled or \nhandcuffed while in transit,\" Wheatcroft said. In Atlanta, the \ninmate reportedly was neither handcuffed nor shackled, he said.\n", "\nLos Angeles County Sheriff Lee Baca said his department would \nreview the Atlanta case to see if any local improvements are \nneeded.\n", "\n\"We will evaluate our system in order to ensure that we are \nkeeping abreast of the possibilities of attacks,\" Baca said.\n"], "NYT_ENG_20050311.0165": ["\n", "\nA man on trial for rape shot and killed\nthe judge in his case, a court stenographer and a\nsheriff's deputy in a courthouse rampage in Atlanta on Friday\nmorning, law enforcement officials said. The suspect fled, hijacking several\ncars and setting off a manhunt in several states across\nthe South.\n", "\nThe shooting terrorized the city of Atlanta. Officials cordoned off blocks\nof downtown, evacuated the Fulton County Courthouse, where the shooting\noccurred, and locked down more than 40 schools in three\ncounties. Tearful court employees and lawyers stood on the sidewalk\noutside police lines, describing the pandemonium that followed the shooting\nas deputies with guns drawn ushered people to safety. The\nshooting occurred less than a mile from the Georgia Dome,\nwhere the Southeastern Conference men's basketball tournament was under way,\nprompting the authorities to increase security there.\n", "\nThe suspect, Brian Nichols, 33, used a gun that he wrested\nfrom a sheriff's deputy, who was left in critical condition\nwith injuries to her head and face, the police said.\n", "\nLillie Robbins, a juror in another case, had just passed the\ncourthouse security checkpoint when she saw a group of officers\npursuing the suspect. \"All of these deputy sheriffs broke out\nof the elevator in a dead run,\" she said. \"They\nwere yelling, 'Get out, get out, get out of the\nbuilding!\"'\n", "\nThe Fulton County sheriff, Myron Freeman, identified the victims as Judge\nRowland W. Barnes of Superior Court; Julie Ann Brandau, the\ncourt stenographer; and Deputy Hoyt Teasley, a 19-year veteran. Deputy\nCynthia Hall, a 16-year-veteran, was expected to survive her injuries.\n", "\nThe shooting immediately raised questions about security procedures in the courthouse,\nin part because Nichols, who is 6 feet 1 inch\nand weights 200 pounds, had been caught with two crude\nknives in his shoes two days before, and in part\nbecause he was escorted apparently by only one deputy. And\nit prompted a new wave of anxiety among judges and\ncourt officials nationwide, coming less than two weeks after the\nkillings of the husband and mother of a federal judge\nin Chicago by a man whose civil lawsuit she had\ndismissed.\n", "\nAt about 9 a.m., Nichols was taken from a basement detention\nroom in one part of the courthouse to a small\nroom on the eighth floor so he could change into\nstreet clothes before being taken into the courtroom, on the\nsame floor. Defendants in Fulton County, as in many other\njurisdictions, do not appear in the courtroom in jail uniforms\nor handcuffs to avoid prejudicing juries.\n", "\nNichols, who was not free on bail, was escorted by Hall,\nsaid Alan Dreher, an assistant chief with the Atlanta Police\nDepartment. Dreher said investigators were not sure when Nichols' handcuffs\nhad been removed or exactly where the struggle over the\ngun ensued.\n", "\nHall was left with a split-open forehead, facial fractures and a\nbruised brain, a trauma surgeon at Grady Memorial Hospital, where\nshe was treated, said. The surgeon said Hall suffered a\ngraze wound, but Dreher said it did not appear to\nbe from a bullet.\n", "\n\"The suspect then made his way into the courtroom and held\nall of the persons inside at bay with a handgun,\"\nDreher said at a news conference on the steps of\nCity Hall. \"He then shot and killed the judge, shot\nand killed the court stenographer and made his escape from\nthe courtroom.\" Both died of gunshot wounds to the head,\naccording to Randy Hanzlick, the chief medical examiner of Fulton\nCounty.\n", "\nAbout a dozen people were in the courtroom for a civil\nproceeding, after which Nichols' trial was to have convened for\nthe day . Prosecutors were preparing to cross-examine him about\nthe rape allegation. Nichols is accused of binding his ex-girlfriend\nwith duct tape, threatening to hold her hostage for three\ndays until her birthday and sexually assaulting her, armed with\na loaded machine gun. Nichols' lawyer, Barry Hazen, did not\nreturn several phone calls to his office.\n", "\nA previous trial on the charges against Nichols ended this month\nin a hung jury. But this time, lawyers with business\nat the courthouse said, prosecutors were presenting a stronger case.\n", "\nNichols apparently agreed. \"Yesterday, he did look at me and said,\n'You're doing a much better job,\"' Gayle Abramson, the prosecutor\non the case, said at a news conference. \"I think\nin his mind he knew he was going to be\nconvicted.\"\n", "\nAfter the shooting, Nichols fled down eight flights of stairs and\nout of the building, witnesses said.\n", "\n\"Me and my lawyer was coming out of the elevator and\nhe was flying past,\" said Selina Brown, 36, a witness.\nBut all the deputies were heading the opposite direction, toward\nthe courtroom, she said.\n", "\n(BEGIN OPTIONAL TRIM.)\n", "\nIn 2003, when thoughts turned to jurist safety after a Superior\nCourt judge was shot and wounded in her home, a\nlocal lawyer warned of the possible danger because of what\nhe considered inadequate security at the courthouse. The lawyer, Dennis\nScheib, wrote to the Fulton County Daily Report, which covers\nthe legal industry, to complain about the security practices.\n", "\n\"The Fulton County security system for the handling of inmates is\njust a disaster waiting to happen,\" Scheib wrote.\n", "\n(END OPTIONAL TRIM.)\n", "\nAnother witness to the shootings Friday, who refused to give his\nname because Nichols was still at large, said he watched\nfrom outside as the suspect ran down the stairs, visible\nthrough the windows of the building. When Nichols emerged from\nthe building, the witness said, another deputy was coming out\nof another door. Nichols saw the deputy, Hoyt Teasley, and\nshot him in the stomach, killing him.\n", "\nHe then crossed the street to a man who witnesses said\nwas getting out of his car, took the keys at\ngunpoint and drove away. Nichols hijacked at least two other\ncars and a tow truck in quick succession, the authorities\nsaid. Two of the carjacking victims, in two different parking\ngarages, were employees of the Atlanta Journal-Constitution who were arriving\nat work, a spokeswoman for the newspaper said.\n", "\nOne was Don O'Briant, a reporter, who said later that the\nsuspect had tried to force him into the trunk of\nthe car, a green Honda Accord. When O'Briant refused, the\nman pistol-whipped him, the reporter said. \"I thought this was\na routine carjack,\" he said after he was released from\nthe Atlanta Medical Center, where he received stitches for a\ncut on his forehead. \"I didn't know two other people\nwere killed.\"\n", "\nThe police released photographs of Nichols and asked people to be\non the lookout for the Accord, with Georgia license plate\n6584YN.\n", "\n(STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS.)\n", "\nThe deaths shook the close-knit courthouse community, where Barnes, who had\nserved on the bench full time since 1998, was well\nrespected by lawyers and employees, known for his fairness and\ncompassion.\n", "\n\"Judge Barnes was a good dude,\" said Winifred Fambro, a clerk\nwho had worked in his court. \"Of all the judges,\nto look at him, you'd just think he was a\nreal redneck. But he was a good all-around man. He\nwasn't biased or anything. He could look past you and\nsee your heart.\"\n", "\nFambro described the courthouse as \"a little Peyton Place.\" \"Everyone knows\neveryone else,\" she said. \"When you see each other you\nreach, you grab, you hug.\"\n", "\nT. Wayne Marshall, a defense lawyer, said of Barnes: \"I can't\nthink of a better judge that I'd rather appear before,\nI'll tell you that. He was just easy to get\nalong with, he was totally fair.\"\n", "\nBrandau, the court stenographer, had worked at the courthouse for a\nquarter-century. She was the mother of a teenage daughter, and\nshe brought home-baked desserts to jurors every day.\n", "\n\"The staff and I are sometimes jealous of her attentions to\nthe jury, and lament the usual lack of leftovers,\" Barnes\nwrote of Brandau in the Journal-Constitution when he nominated her\nto be featured in a column about notable cooks.\n", "\nDorsey Jones, a court clerk, said that when she started working\nat the courthouse a few years ago she was a\nsecurity guard and Teasley was her first supervisor. \"He took\nme under his wing and just showed me the ropes,\"\nshe said. \"He taught me how to take my job\nseriously.\"\n", "\nSeveral lawyers and court employees said that security had long been\nan issue at the courthouse. \"I'm just surprised this hasn't\nhappened before this,\" said Renee Rockwell, a defense lawyer who\nworks often at the courthouse and has had cases before\nBarnes.\n", "\nRockwell said dangerous felony suspects potentially facing lengthy prison sentences were\nnot kept under tight enough security in the courthouse. \"You've\ngot these cats who've got nothing left to lose, they're\ngoing in for a long time and never going to\nsee daylight again,\" she said.\n", "\nAt a news conference outside the hospital, Gov. Sonny Perdue said,\n\"It's a sad day when the very foundation of our\ncountry, the civil justice system, is threatened by someone creating\nsuch a heinous act in the courtroom.\"\n", "\nScheib, the lawyer who in 2003 wrote a report criticizing security\nat the Superior Court, said at the time that there\nwas not enough backup for deputies entering holding areas and\nnot enough personnel to safely escort inmates to the courtrooms.\n\"There are some female deputies that go back and open\nup the holding cells and pull out large men by\nthemselves without any backup,\" he added.\n", "\nOfficials said it was too early in the investigation to say\nexactly how the episode occurred Friday or whether any procedures\nwere violated. But Abramson, the prosecutor, said that after Nichols\nwas found with two weapons fashioned from door knobs in\nhis shoes, lawyers had requested increased security. On Thursday, she\nsaid, there were two extra deputies in the courtroom.\n"], "APW_ENG_20050312.0061": ["\n", "\nROWLAND BARNES, superior court judge\n", "\nKnown for his sense of humor, Judge Barnes would often indulge lawyers at the\nAtlanta Bar Association's annual charity fund-raiser, appearing in skits\nsometimes only in his underwear.\n", "\n\"How many judges would do that? He could laugh at himself better than anybody,\"\ndefense attorney Don Samuel said.\n", "\nBarnes, 64, of Georgia, was an adjunct professor at Emory University School of\nLaw in Atlanta, where he graduated in 1972. He also maintain ties with his other\nalma mater, Lebanon Valley College in Annville, Pennsylvani, where he earned an\neconomics degree in 1962 and played as a backup quarterback on the school's\nfootball team. He recently helped raise money for a memorial to a fellow Lebanon\nValley player who suffered a fatal injury during a game in 1961.\n", "\nNamed to the Fulton County Superior Court bench in 1998. He also worked as a\npart-time Fulton County Magistrate and City Court Judge in Hapeville and\nFairburn.\n", "\nHis wife, Claudia, works as a judicial assistant for another judge. She was\nworking in the courthouse when her husband was killed.\n", "\nBarnes is survived by two daughters and four stepchildren.\n", "\nJULIE BRANDAU, court stenographer\n", "\nJurors who loved to eat baked treats loved Brandau.\n", "\nShe often brought homemade sweets like cookies and brownies to the courthouse\nfor colleagues and jurors serving in trials that Barnes presided\nover.\n", "\nBrandau, 46, of Georgia had been Barnes' court stenographer for about 25 years.\nHer baking was featured in a 2002 Atlanta Journal-Constitution article about her\nrecipes called \"In The Kitchen With ...\"\n", "\nBarnes nominated Brandau for the article.\n", "\n\"Every day of every trial, she creates something special for our jurors. They\nhave dined on everything from peach bread to the best oatmeal cookies, and on\nevery concoction in between. Sometimes she invents a recipe and sometimes she\ndoesn't, but she has never ceased to please the crowd,\" Barnes said in the\narticle.\n", "\nBrandau is survived by an 18-year-old daughter who is a freshman at Auburn\nUniversity in Alabama.\n", "\nIn the article, Brandau was quoted as saying: \"I have the privilege of working\nfor Fulton County Superior Court Judge Rowland W. Barnes as his court reporter.\nHe is always in my corner.\n", "\n\"There is never a dull moment with my job. I have heard it all,\" she\nadded.\n", "\nHOYT TEASLEY, sheriff's lieutenant\n", "\nAlways a protector, Teasley was remembered for taking off on his bike as a young\nboy to find a missing neighborhood girl. The 44-year-old father also was\nprotective of his two children.\n", "\n\"I think of him with those two children,\" former Fulton County Sheriff Jackie\nBarrett said at the hospital where Teasley was pronounced dead.\n", "\nTeasley again was trying to serve as a protector when he was shot while trying\nto apprehend the gunman outside the courthouse.\n"]}, "D0852E": {"AFP_ENG_20050606.0250": ["\n", "\nThe World Bank signed over Monday in Sofia \na loan of 150 million dollars (116.1 million euros) to Bulgaria for \ninfrastructure improvement, the bank said in a statement.\n", "\nThe credit under the PAL program is for health, education and \nsocial protection reforms.\n", "\nIt is to be paid back within 17 years, with a grace period of \nfive years.\n", "\nBulgaria is working to bring itself up to European Union \nstandards in order to be able to join the EU in 2007.\n", "\n\"Bulgaria still faces a number of important challenges ahead for \nsuccessful integration. Further efforts are needed in reforming the \njudiciary and reducing corruption for a better business \nenvironment,\" the World Bank statement said.\n"], "AFP_ENG_20050614.0768": ["\n", "\nThe World Bank on Tuesday approved a \n465.4 million dollar loan package for Turkey, saying it will help \nunderpin the Turkish government's privatization process.\n", "\n\"The World Bank today approved a 465.4 million (360 million \neuros) Second Privatization of Social Support Project Loan for \nTurkey,\" the bank said in a statement.\n", "\n\"The World Bank is pleased to help the government of Turkey in \nincreasing the productivity of state-owned enterprises undergoing \nprivatization,\" said Andrew Vorkink, World Bank Country Director for \nTurkey.\n"], "AFP_ENG_20050615.0686": ["\n", "\nThe World Bank said Wednesday it had \napproved 10 million dollars (8.2 million euros) for education reform \nin post-war Bosnia.\n", "\nThe project aims to strengthen and improve the country's \neducation system by increasing rates of secondary schooling, \nparticularly among the poor, a World Bank statement said.\n", "\nPrevious projects for education reform, worth some 30 million \ndollars, had mainly focused on reconstruction and equipping of \nschools destroyed in the 1992-95 war, it added.\n", "\nBosnia is still recovering from the devastating effects of a war \nthat claimed over 200,000 lives and left its economy in ruins.\n", "\nSince 1996 the World Bank has committed some 1.1 billion dollars \nto Bosnia.\n"], "XIN_ENG_20050203.0258": ["\n", "\nWorld Bank to fund mineral development in Nigeria\n", "\nABUJA, Feb. 3 (Xinhua) -- The World Bank is to disburse 120 \nmillion US dollars for the implementation of the sustainable \nmanagement project of mineral resources in Nigeria, a World Bank \nsenior official said here Thursday.\n", "\nAt the launching of the mineral development project in the \ncapital Abuja, Hafez Ghanem, director of World Bank Nigeria Office,\ntold reporters that the amount was meant to develop potential \nmining areas as base line for poverty reduction and employment \ngeneration in the most populous African country.\n", "\nThe money would be used to provide access to credit and finance \nin the mineral sector, especially small-scale mines, he said.\n", "\n\"The whole money is to run the project for 30 years with no \ninterest in the first 10 years,\" he said.\n", "\nThe money would also be used to encourage private sector \nparticipation, strengthen geological mapping and development of the\nnational solid mineral information system, he added.\n", "\nThe World Bank official said Nigeria was rich in mineral \nresources, which, he added, could be used to accelerate development\nof its economy and assist other developing countries on the \ncontinent.\n", "\n\"The World Bank deems it necessary and significant to help \nNigerian economy to grow and establish solid base for the economic \ndevelopment of other countries,\" he said.\n"], "APW_ENG_20050328.0876": ["\n", "\nThe World Bank announced penalties Monday against Albanian individuals and\ncompanies for alleged misconduct related to a bank-financed water project in\nthat Balkan country.\n", "\nFive people and six companies were barred temporarily from doing business with\nthe 184-nation World Bank. A sixth individual was sent a written\nreprimand.\n", "\nThe bank alleged that the entities \"engaged in collusion by agreeing with each\nother to submit fraudulent bids containing artificial, noncompetitive\nprices.\"\n", "\nThe World Bank financed water project was aimed at improving the water supply in\nthe Albanian cities of Durres, Fier, Lezhe and Saranda.\n"], "AFP_ENG_20050408.0267": ["\n", "\nZambia has got a 3.8 billion dollar (2.9 \nbillion euro) debt waiver from the the World Bank after qualifying \nas a heavily indebted poor country, a Bank official said Friday.\n", "\nThe World Bank board decided to let in Zambia's into the Heavily \nIndebted Poor Countries (HIPC) club, Bank representative in Zambia \nOhene Nyanin said in a statement.\n", "\n\"The World Bank board has finally approved the HIPC completion \npoint for Zambia,\" Nyanin announced.\n", "\nHowever, Zambia will have to wait the Bank's lending affiliate, \nthe International Monetary Fund (IMF), to approve if Zambia should \nbe granted debt relief.\n", "\nHIPC was mooted by the World Bank and IMF and agreed by \ngovernments around the world in 1996.  It was the first \ncomprehensive approach to reduce the external debt of the world's \npoorest and most indebted countries to help them fight poverty.\n", "\nZambia owes international creditors over 6.8 billion dollars.\n", "\nZambia's Finance Minister Ngandu Magande told state radio that \nhe was elated by the news but not pop the champagne until the IMF \nboard approved the decision later Friday.\n"], "AFP_ENG_20050202.0746": ["\n", "\nThe World Bank said Wednesday it \nexpected to provide 660 million dollars to Indonesia, Sri Lanka and \nthe Maldives under the first phase of its support program for the \nreconstruction of tsunami-hit areas.\n", "\nFinancial and technical support to the three countries' \neconomies, which had requested assistance from the Washington-based \ninstitution, is expected to rise over time, the bank said.\n", "\n\"The Bank is working with the governments of each country and \nour partners from the development community to quickly begin the \nprocess of reconstruction,\" World Bank President James Wolfensohn \nsaid in a statement. \n", "\n\"There are many challenges we must face together, including \ncritical issues such as the involvement of people at the community \nlevel, resettlement, and financial accountability for the enormous \noutpouring of aid,\" he said.\n", "\nThe December 26 tsunami killed over 290,000 people and left 1.5 \nmillion people homeless across a dozen countries along the Indian \nOcean coast.\n", "\nThe World Bank funds will mainly be provided through the \nInternational Development Association, its financing arm for the \npoorest countries.\n"], "AFP_ENG_20050525.0815": ["\n", "\nThe World Bank on Wednesday exposed \ncorruption in the implementation of a 203,000 dollar poverty-busting \ngrant in Indonesia, saying it has blacklisted five individuals and \ntwo firms in the scandal.\n", "\n\"The Bank found evidence of misrepresentation of bona fides, bid \ncollusion and kickbacks,\" it said in a statement.\n", "\nThe exposure came as Indonesian President Susilo Bambang \nYudhoyono, who is on a visit to Washington, pledged to wipe out \ngraft in the administration following talks with US leader George W. \nBush.\n", "\nThe Indonesian government has refunded the full amount of the \nWorld Bank project funds linked to the scandal, the Washington-based \nbank said.\n", "\nThe blacklisted firms and individuals will be ineligible to \nreceive any new World Bank-financed contracts for up to three \nyears.\n", "\nWorld Bank Country Director Andrew Steer said, \"As we have said \nbefore, the World Bank's funds must go to help alleviate poverty for \nthe people of Indonesia.\n", "\n\"As this case shows again, we will be vigilant with regard to \nthe use of Bank funds. When we find instances of fraud and \ncorruption, we will report them openly to the Government and work \nwith them to see that action is taken,\" he said.\n", "\nThe grant was made in 2001 under the World Bank-administered \nAsia Europe Meeting-European Union (ASEM-EU) Asian Financial Crisis \nResponse Trust Fund.\n", "\nIt was provided for the purpose of strengthening and monitoring \nsocial safety net programs in Indonesia, and implemented by the \nNational Development Planning Agency.\n"], "AFP_ENG_20050311.0049": ["\n", "\nThe World Bank has granted Vietnam a 105 \nmillion dollar concessional credit to assist the development of the \ncommunist country's banking sector, it said Friday. \n", "\nThe loan formed the second phase of a plan that aims to \"improve \npayment services and broaden access to finance throughout the \ncountry, and enhance the operations of participating banks,\" the \nstatement said. \n", "\nThe credit would help the State Bank of Vietnam (SBV) to \nincrease the capacity of inter-bank payments systems and assist \nparticipating commercial banks \"to meet the increased demand for new \nproducts and services.\"\n", "\nThe bank said the 49-million-dollar first phase, completed in \nDecember 2003, enabled the SBV to reduce inter-bank payment delays \nfrom 30 days in mid-1995 to less than 24 hours.\n", "\nThe new credit has a maturity of 40 years, including a 10-year \ngrace period.\n", "\nSince 1993, 5 billion dollars have been committed to Vietnam by \nthe World Bank of which over 2.7 billion has been disbursed.\n"], "AFP_ENG_20041231.0207": ["\n", "\nThe World Bank Friday said it was allocating 100 million dollars to\nSri Lanka out of an immediate budget of 250 million dollars for\nnations devastated by the tsunamis.\n", "\nThe bank said it was initially making up the 100 million dollars\navailable by re-allocating funds from existing programs and possibly\nthrough emergency credits and grants.\n", "\n\"This will be a combination of new credits and re-allocation of funds\nfrom ongoing projects,\" a bank spokesman said, adding that it was\npart of the previously announced 250 million dollar World Bank budget\nset aside for all affected countries.\n", "\nSri Lanka, Indonesia and the Maldives had asked for help from the\nbank.\n", "\n\"Sri Lanka is proportionately perhaps the worst hit of all the\naffected countries, as a large portion of the country was affected\nand the bulk of the population lives on the coast,\" the bank's\ncountry director for Sri Lanka, Peter Harrold, told AFP.\n", "\nSri Lanka's President Chandrika Kumaratunga announced Thursday that\nthe collateral damage was less than feared and placed the\nreconstruction cost at less than a billion dollars.\n", "\nShe said the human cost was heavy with the official death toll set to\ncross 29,000 with a large number of missing expected to be declared\ndead.\n"]}}