{"D0727G": {"D0727.M.250.G.A": ["On July 29, 1999 Newt Gingrich filed for divorce from his wife of 18 years, Marianne, declaring the marriage \"irretrievably broken\".", "Marianne filed a counterclaim asking a judge to freeze the couple's assets accusing Newt of transferring assets before filing for divorce.", "Newt denied the charge but a confidential financial agreement pending a divorce settlement was reached on Sept. 10.", "Marianne requested and a judge granted a videotaped deposition of a 33-year-old Congressional aide, Callista Bisek, with whom Newt was alleged to have had an affair.", "Bisek appealed to another judge to overrule the decision.", "Marianne then asked permission to depose Newt's close advisors and associates to get answers to questions that he ignored.", "Newt responded by calling on Marianne to sit for a videotaped deposition and to account for all the couple's cash and stocks, suggesting that she had evaded their confidential financial agreement.", "The agreement was subsequently released to the public.", "After a judge ruled that Bisek must testify, Newt volunteered that he would question her.", "Bisek admitted their six-year affair, but refused to comply when Marianne's attorney subpoenaed various gifts, letters and documents.", "Outstanding legal issues were never settled since after going to mandatory mediation, the Gingriches reached \"full settlement\" on Dec. 16.", "Final signing of the settlement on April 3, 2000 asked that the judge seal the agreement so that its terms would remain secret.", "One aspect of the outcome was announced, however: Newt and Callista Bisek would be married August 18, 2000."]}, "D0707B": {"D0707.M.250.B.H": ["Turkey, a member of the North Atlantic Treaty Organization (NATO), had been asking for three decades to join the European Union (EU).", "Its demand was turned away by the EU in 1997, which led to a deterioration of bilateral relations.", "There were a number of persistent problems attributed to Turkey: violations of human and civil rights; deficiencies in treatment of minorities, especially the Kurds; lack of civilian control over the military; economic policy not up to the EU's legal and administrative standards; and disputes with Greece.", "For decades, Greece and Turkey have been at odds over the Cyprus problem, disputes in territorial waters, air space limits, and delimitation of the continental shelf in the Aegean Sea.", "Greece has consistently blocked the 1 billion U.S. dollars EU financial aid to Turkey.", "The U.S. along with Italy and Great Britain urged the EU to accept Turkey as its new member, influencing the EU a week after the rejection to issue a statement that confirmed the perspective of Turkey's full membership.", "In 1999, after a devastating earthquake in Turkey, Greece agreed to lift its veto on funding Turkey and said it would support Turkey's efforts to join the EU if Ankara would improve its relations with Athens.", "By December 1999, the EU decided to include Turkey in its list of accession and held a bilateral meeting to discuss the latter's prospects.", "The EU noted that Turkey has initiated a program to increase economic growth and had released a leading human rights activist."]}, "D0740I": {"D0740.M.250.I.D": ["Swiss balloonist Bertand Piccard was forced to abandon his first attempt to circumnavigate the world non-stop in a balloon six hours after take-off because of a fuel leak, January 12, 1997.", "His second attempt began January 28, 1998.", "Well on his way, Piccard had to abandon this attempt when China refused him entry, causing him to miss out on needed winds.", "After weeks of delays trying to get fly-over permission from China, Piccard and British balloonist Brian Jones took off from Chateau d'Oex in the Swiss Alps on March 1, 1999 for a third attempt.", "They drifted down to North Africa, crossed toward Asia and, with prior permission, passed over southern China.", "A jet stream whisked them over the Pacific Ocean and then grinded to a near halt over Central America.", "They picked up another jet stream, and on March 19, beat the endurance record set just two weeks before.", "On the morning of March 21, after 19 days, 21 hours and 47 minutes aloft, balloonists Piccard and Jones landed on the Saharan sands of southern Egypt.", "Unfavorable winds prevented their hoped-for landing near the Pyramids.", "They had crossed their 9 degrees longitude finish line the day before, setting a record for the first nonstop hot-air balloon circumnavigation of the globe.", "For their feat, Anheuser-Busch Corporation awarded the balloonists a cup and $1 million prize money, some of which they will use to start the Winds of Hope Foundation charity.", "The International Olympic Committee will award them the Olympic Order."]}, "D0713C": {"D0713.M.250.C.C": ["Pakistan and India have failed to join the 1970 Nuclear Non-Proliferation Treaty (NNPT), blaming each other and the five nuclear powers Britian, China, France, Russia and the United States for unfair and discriminatory behavior.", "In accordance with the NNPT, only those five nations may maintain nuclear arsenals.", "In May 1998, Pakistan conducted six underground nuclear explosions in response to five tests by India.", "The tests were condemned worldwide and sanctions were imposed on both countries by the United States, Britain, Japan and other industrialized nations.", "Russia did not join in the imposition of sanctions and signed a deal with India for construction of a nuclear power station in Kudankulam.", "Following India's nuclear tests, Pakistani President Nawaz Sharif said that the balance of power in the region had been \"violently tilted.\" India and Pakistan have gone to war three times since 1947, twice over the disputed territory of Kashmir.", "India claimed that its nuclear tests were necessary because of threats by China over disputed territory.", "Egypt called for the Middle East to be a nuclear-free region and urged Israel to join the NNPT.", "Turkey and Iran called on Pakistan and India to cease nuclear testing and join the Comprehensive Test Ban Treaty (CTBT).", "Saudi Arabia called on India and Pakistan to show restraint; Crown Prince Abdullah recently visited a uranium enrichment plant and missile factory in Pakistan.", "Japan has urged India and Pakistan to join the CTBT and has also offered both countries to conduct bilateral talks in Tokyo."]}, "D0717D": {"D0717.M.250.D.D": ["American Home Products Corp. removed the diet drug fenfluramine, also known as Pondimin or the fen in fen-phen, from the market in 1997 after a study linked it to potentially fatal heart valve injury.", "In Texas, a number of plaintiffs sued the manufacturer for injuries resulting from fenfluramine use.", "Sandra Moore sued for her mild heart valve damage and settled for a reported $500,000.", "Debbie Lovett sued for her moderate to severe damage.", "She eventually settled for a fraction of the $23.3 million a jury awarded her.", "Survivors of Mary Smith alleged she died of primary pulmonary hypertension resulting from taking fenfluramine.", "The trial ended with a $6-$7 million settlement.", "American Home Products reportedly paid over $3 million to 70-year-old Ruth Burks, who attributed her rare lung disease to the drug.", "Former fenfluramine user Virginia Brinkley, who was facing a third valve-replacement surgery, settled her lawsuit for $8-9 million.", "In Mississippi, the company agreed to pay $350-400 million to settle 1,400 injury cases after a jury awarded $150 million to five other plaintiffs.", "Four weeks later, six more women sued there.", "Several wrongful death cases in the country were settled for about $4-5 million each.", "Survivors of Mary Linnen of Massachusetts settled for an undisclosed amount.", "Over 4,100 lawsuits have been filed against American Home Products over fenfluramine.", "In October 2000, the company settled a class-action suit, agreeing to pay a $3.75 billion to settle thousands of lawsuits filed nationwide.", "The deal would pay individual plaintiffs up to $1.5 million."]}, "D0720E": {"D0720.M.250.E.B": ["The 1993 Oslo Accords established the principles of \"land for peace\" and \"security and reciprocity\" leading to Palestinian self-rule by May 4, 1999.", "Israel would redeploy from 80 percent of Hebron by March 1996; from rural West Bank by September 1997, leaving full control to the Palestinian National Authority, opening safe passages between West Bank and Gaza, and lifting closure on Palestinian areas, if Palestinians would abrogate their Charter's article to destroy Israel.", "Israel delayed redeployments past its general elections in May 1996.", "The PNA rebuffed Israel's demands to renegotiate the accords.", "By 1997 Israel's new settlements, land confiscation, delayed redeployments and Palestinian attacks halted implementation.", "In January 1998 Israel decided to keep all West Bank areas of \"security and national interest\" and extend Jerusalem's borders.", "Palestine threatened to declare independence, including East Jerusalem.", "In October they signed a \"Wye Plantation\" agreement.", "Israel would relinquish another 13.1% of West Bank, release 3,400 Palestinian prisoners, open roads between the West Bank and Gaza.", "Palestine would remove destroying Israel from their Charter.", "Israel elected a new Prime Minister on May 17, 1999, who favored relinquishing 90% of West Bank to the Palestinians -- 75% of Israelis favored implementing the Oslo Accords.", "The Sharm El Sheikh agreement would mediate final-status agreements by September 1999 on Jerusalem, Palestinian borders, Palestinian refugees, Jewish settlements in the West Bank and Gaza, water, and complete Israeli redeployment from West Bank except military zones and Jewish settlements.", "In July 2000 Israel and Palestine attended a Camp David Summit."]}, "D0745J": {"D0745.M.250.J.D": ["In July 1999, items of O.J.", "Simpson's property and memorabilia, including his Heisman Trophy, were seized to help settle the $33.5 million civil wrongful death judgment won by the families of murder victims Nicole Brown Simpson and Ronald Goldman.", "The auction of the items raised $430,000.", "Simpson made an appearance promoting Justice Media legal referral service as a favor to a friend.", "He was paid only expenses, since any income would have been seized to satisfy the civil judgment against him.", "Simpson's lawyer announced that he would keep custody of his two young children in an agreement with their slain mother's family.", "The Brown family denied reaching an agreement.", "Nicole Brown Simpson's sister and her lawyer asked the state attorney general to investigate possible perjury charges against Simpson, claiming he lied during his civil trial when he testified that he never hit, struck, slapped or kicked his late ex-wife.", "In June 2000, Simpson offered to take a lie detector test if someone put up a $3 million reward to catch his ex-wife's killer.", "In July, Simpson was to go on the Internet to field questions from the public and try again to convince America that he didn't kill his ex-wife and Goldman.", "His appearance on NBC's \"Today\" promoting his www.askoj.com sparked controversy.", "His scheduled appearance on ABC's \"The View\" was cancelled after viewers protested.", "Simpson tried unsuccessfully to block a television miniseries about the defense of his murder case.", "In August 2000, Simpson moved to Florida with his two children."]}, "D0719E": {"D0719.M.250.E.F": ["Unemployment is one of France's worst economic problems.", "In the 1990s unemployment increased considerably and remained high until July 1997 when the Socialist Government came into power.", "At that time the rate began to drop slowly.", "By December 1999 the unemployment rate had dropped to the lowest level in seven years.", "High unemployment contributed to a rise in crime and violence, particularly among young people.", "Long-time unemployment resulted in social exclusion that threatened the French social cohesion.", "Many people on unemployment for a long duration found themselves impoverished.", "High unemployment was also a major cause of increased suicides.", "The Socialist Party blamed government policy as a major factor behind rising unemployment.", "Others felt unemployment increases were a consequence of the G-7 policies that militate against the well being of the majority.", "Tony Blair blamed over-regulation for high employment.", "An OECD report blamed the rise on substantial structural impediments in the functioning of labor markets in France and recommended a more flexible public sector management.", "The government took several steps to help mitigate the situation.", "France raised its unemployment benefits in July 1994 and 1995 and subsidized employment programs.", "They enacted a law that encouraged businesses to cut working hours and hire more workers.", "In January 1998 they announced several emergency measures to support jobless people and promised to continue communications with the unions and anti-unemployment associations on terms to be adopted by the government in favor of jobless people."]}, "D0733H": {"D0733.M.250.H.J": ["As the U.S. copyright office, the Library of Congress automatically receives copies of all books and manuscripts published in the U.S. Many other papers and books, as well as other media such as films and musical compositions, are donated or purchased.", "All are available for research.", "But the Library offers additional programs and attractions as well.", "It houses many permanent collections ranging from The Bob Hope Gallery of American Entertainment to an exceptional collection of some 7700 precious Tibetan books plus xylographic and hand-written manuscripts.", "It puts together temporary exhibits both at the Library itself, such as one organized in 1999 on Sigmund Freud, and traveling exhibits, such as one on religion and the founding of the nation that included a famous letter by Thomas Jefferson.", "It publishes books such as \"The Language of the Land\" which offers maps of imaginary places and produces CD-ROMs, such as \"Eyes of the Nation\".", "The Library is engaged in digitizing many of items in its archives to make them available on the web.", "On the internet, the Library has created an American Memory site to present some of the Library's unique holdings such as ancient papyri or Civil War diaries.", "It also offers items such as a Thomas Jefferson draft of the Declaration of Independence with corrections in the margins by Benjamin Franklin and John Adams.", "There is a website for children and families and a program to teach teachers how to use the Library's websites in the classroom."]}, "D0737I": {"D0737.M.250.I.F": ["Deep-sea explorations worldwide have led to historic discoveries.", "US teams discovered five Roman shipwrecks during a Mediterranean exploration and two deep-water sea wrecks off the coast of Israel.", "Divers discovered pharaonic statues, sphinxes, and Byzantine coins off Egypt's Mediterranean coast.", "One exploration off the New York coast searched for signs of human settlements predating land ones.", "The Chinese built a robot to survey ocean depths of 6,000 meters.", "They have also made advances in the exploration of seabed polymetallic nodules.", "China collected natural benthal electric data using an electromagnetic survey machine at 200 meters under the sea.", "The country planted seabed forests to restore damage to its coastline from marine development, offshore petroleum exploration and industrial development.", "Through deep-sea exploration scientists have learned about the ocean environment.", "Scientists recovered the first rock sample from under the Antarctic Ocean bed.", "They found that animals living on the ocean floor seem as susceptible to climate as surface dwellers.", "They found oscillations involving deep ocean currents that appear similar to El Nino and La Nina.", "They discovered cracks in the seabed that might set off a tsunami, threatening Mid-Atlantic States.", "Dutch scientists found toxic chemicals in whales that feed in the Atlantic Ocean.", "US scientists have improved craft and submersibles used for sea explorations in response to international competition.", "In 2000 President Clinton announced federal participation in new undersea exploration projects on the East, West, and Gulf coasts and called for recommendations for new ocean exploration from a Commerce Department advisory panel."]}, "D0702A": {"D0702.M.250.A.J": ["U.S. schools faced large budget cuts and funding crises that affected the teaching of art and music, often eliminating these subjects from school curricula.", "And schools began to emphasize testable skills because they became more accountable for high scores on standardized tests.", "There were efforts in both the public and private sector to remedy this situation.", "Since no federal law mandated the teaching of fine arts, local efforts were undertaken throughout the U.S. in 1998 and 1999 to promote the teaching of art and music.", "In 1998 the Pew Charitable Trust designated $50 million over five years to support arts financing, historic preservation, and arts curriculum for public schools.", "New York City increased the arts education budget and encouraged private foundations to promote arts education.", "Many of its schools turned increasingly to museums, concert halls, and theaters for lessons in art, music, and dance.", "A Long Island village created a program to bring classical music to the town's only public school.", "In some states there was an increase in the teaching of fine arts, fueled by research showing that some students learn in ways other than the traditional three R's.", "Save the Music Foundation donated $75,000 worth of musical instruments to three Detroit schools.", "Elsewhere in the world, China set up projects to improve education in the arts in two provinces in 1966 and in 1999 the Ministry of Education required localities to create school facilities for teaching music and arts."]}, "D0714D": {"D0714.M.250.D.I": ["In December 1999, the Recording Industry Association of America sued Napster, Inc. for copyright infringement.", "Similar suits were brought by rapper Dr. Dre, Universal Music, and rock band Metallica.", "According to Metallica drummer Lars Ulrich, software created by Napster that allowed people to share songs over the Internet for free robbed musicians of royalties.", "Metallica also sued USC, Yale, and Indiana University under the RICO Act for failing to block access to Napster, but dropped the suit when the universities agreed to a block.", "Napster agreed to block over 300,000 users identified by Metallica who illegally offered Metallica songs.", "Napster's court defense relied on previous decisions allowing VCR copying of movies, the 1992 Audio Home Recording Act, and the 1998 Digital Millennium Copyright Act, which exempted Internet service providers whose users transmitted pirated works.", "In July, a federal judge said Napster users engaged in wholesale copyright infringement and shut down Napster pending trial.", "Those opposing Napster included artists Trent Reznor and Don Henley, Artists Against Piracy, Dianne Feinstein, the Progressive Policy Institute, the Motion Picture Association of America, and 19 other organizations.", "Napster's supporters included fans who liked getting free music; lesser-known musicians who needed exposure; the musicians Offspring, Smashing Pumpkins, Hole, The Byrds' Roger McGuinn, and Public Enemy's Chuck D; groups opposed to stifling new technology; and groups supporting the free exchange of ideas over the Internet.", "Limp Bizkit lobbied for Napster while receiving $1.7 million from Napster for a tour.", "MIT and Harvard refused requests to block Napster."]}, "D0708B": {"D0708.M.250.B.A": ["Potable water shortages are common in many countries of Asia and Africa and have also occurred on the island of Cyprus and in Mexico.", "The cause is usually a chronic condition of limited sources of potable water to serve populated areas aggravated by equipment failures, obsolete or inadequate distribution systems, drought and inefficient, wasteful or absent water-management programs.", "Damaged or obsolete distribution systems present problems in Angola, Bangladesh, China, Cyprus and Lebanon.", "Inadequate distribution systems are the crux of the problem in parts of China, Ethiopia, Iran, Bangladesh, Lebanon and Nepal.", "Periods of drought have worsened the situation in The Philippines, Malaysia, Cyprus, Vietnam, Tanzania, Thailand, Pakistan, Rwanda, and Afghanistan.", "Cyprus relies completely on rainfall and plans desalination plants to relieve the shortage.", "Waste, pollution and lack of an efficient water-management system are problems in South Africa, China, Lebanon and Mexico.", "Lebanon relies on pumping stations to bring water from the coast to rural areas but is afflicted by leaky pipes and a system less efficient than reliance on dams and gravity.", "Nepal presents an unusual case in having rich sources of water but no system to tap this resource and bring its treasure to the people even in its capital of Katmandu.", "The biggest problem is providing limited resources of water to growing urban areas where the need is the greatest and problems of waste and pollution are the most severe."]}, "D0744J": {"D0744.M.250.J.J": ["The Agriculture Department began to propose standards for all organic foods in the late 1990's because their sale had grown more than 20 per cent a year in that decade.", "In January 1999 the USDA approved a \"certified organic\" label for meats and poultry that were raised without growth hormones, pesticide-treated feed, and antibiotics.", "Companies that were producing organic meats within state lines prepared to expand their markets.", "Three U.S. companies agreed to join international companies in promoting fish that were being replenished.", "In March 2000 the government released federal standards for growing and processing organic food that barred the use of genetic engineering or irradiation and allowed foods that met these standards to carry a seal that read, \"USDA certified organic\".", "These standards replaced a mixture of state rules and industry guidelines.", "The first set of national standards had met with strong objections from farmers and others in the industry because they allowed genetic modification, irradiation, and the use of sewage sludge.", "There were several signs of the growing popularity of organic foods: They began to appear in regular supermarkets, and companies like General Mills and H.J.", "Heinz were getting into the natural foods business.", "Organic pet food appeared on the market.", "An increasing number of shoppers seemed to be willing to pay the additional price for organics, although they still represented a small fraction of overall sales.", "In 2000 for the first time the administration's budget included appropriations for organic research."]}, "D0732H": {"D0732.M.250.H.J": ["In 1996, the Kenyan Minister of Education appealed to students to study science and announced that the salaries of science teachers would be increased.", "The President ordered all schools to provide education on environmental conservation.", "Kenya started an early childhood program for pre-school children and their parents.", "The government launched the Strengthening Primary Education Project, designed to train primary school teachers, improve children's health, increase enrollment in primary schools, and purchase textbooks and science equipment.", "The government planned to strengthen family life education for children in order to teach them about health problems including HIV/AIDS.", "There was a decision to introduce enterprise education in primary schools to create a business culture among children.", "In 1998 the World Bank gave a grant to Kenya to help develop early childhood education because of a need for well-trained pre-school teachers.", "In 1999 a 4-day education expo was held for exhibitors from across Kenya, as well as from France and Australia.", "Despite substantial increases in allocations, the student drop-out rate increased.", "The President challenged investors to consider investing in higher education in Kenya.", "In 2000 Kenya planned an unspecified new school program to replace its traditional education system.", "The U.S. was to give $350,000 to a project to link Kenya's schools to the internet.", "In September Kenya launched a sex education program, the product of joint efforts by local and international donors through the International AIDS Control Council.", "The government passed a bill to allow foreign universities to establish constituent campuses in Kenya."]}, "D0730G": {"D0730.M.250.G.A": ["Congress passed a law authorizing the line item veto (LIV) in 1996 accepting arguments that the measure would help preserve the integrity of federal spending by allowing the president to strike unnecessary spending and tax items from legislation thus encouraging the government to live within its means.", "It was considered in line with the historic relationship between Congress and the president and would provide a tool for eliminating wasteful pork barrel spending while enlivening debate over the best use of funds.", "It was argued that the LIV would represent presidential exercise of spending authority delegated by Congress.", "President Clinton exercised the LIV on 82 items in 1997 saving $1.9 billion in spending projected over five years.", "The affected items were projects for specific localities, many in the area of military construction, which had been added to the president's budget by Congress.", "The first court ruling on the LIV act was in U.S. District Court when in February 1998 it was ruled unconstitutional on the grounds that it violated the separation of powers.", "The Department of Justice appealed that decision and in June 1998 the Supreme Court ruled the LIV act unconstitutional but on the grounds that it violated Article I, 7, Clause 2 (The \"presentment clause\") of the Constitution that establishes the process by which a bill becomes law.", "President Clinton expressed his deep disappointment."]}, "D0715D": {"D0715.M.250.D.B": ["At least 138 countries signed the Ottawa Convention on Anti-Personnel Mines.", "Among them were: South Africa, Namibia, Angola, Senegal, Sudan and 33 other African countries including the 14 Southern African Development Community states and 45 of the 53 Organization of African Unity states; Jordan, France, Germany, Spain, Britain, Cambodia, Hungary, Thailand, Guinea-Bissau, and inferably Canada, Austria, Norway and most other European states, Mozambique and 6 other Community of Portuguese states.", "The treaty was ratified by 101 or more countries.", "Ukraine refused because it can't afford to destroy landmines.", "It stopped manufacturing mines, suspended mine exports and may sign in future.", "The United States refused because it uses landmines in Korea and wants to exempt anti-personnel mines that protect non-treaty anti-tank mines.", "Russia and China refused, claiming landmines are needed for defensive purposes.", "Lebanon refused because of Israeli occupation.", "Other non-signers were: Yugoslavia, Congo, most middle-east and many Asian nations and inferably Kosovo, Chechnya, Myanmar, India, Pakistan, Turkey, Columbia, Sri Lanka, and Afghanistan.", "Mozambique urged 50 non-signing Community of Portuguese states to join the treaty.", "Signers have destroyed over 22 million landmines.", "Spain destroyed over 800,000 landmines.", "About 12 countries destroyed all their landmines.", "Russia, the U.S. and other non-signers pledged to stop manufacturing and exporting landmines.", "Landmine trade almost completely halted.", "Britain eliminated landmine ban exceptions for \"exceptional circumstances\".", "The U.S. set 2006 to sign the treaty.", "The treaty is undermined by U.S. lobbying for NATO countries to stockpile mines until 2003.", "Landmine use continues in some signing countries."]}, "D0731G": {"D0731.M.250.G.H": ["Linda Tripp, a Pentagon employee whose secret tape recordings of Monica Lewinsky's telephone conversations with her about Lewinsky's affair with President Clinton triggered a criminal investigation of the President, was subpoenaed to testify before a grand jury.", "It was Tripp's decision to turn in the tapes in the \"best interest\" of Lewinsky who had come to rely on Linda Tripp's advice in trying to deal with the ups and downs of her relationship with Clinton.", "Allegedly, she had become a reluctant confidante of Lewinsky and was encouraged by a book publisher to tape the conversations and pass them on to independent prosecutor Ken Starr.", "She had taken copious notes and saved e-mail copies that she provided to the jury, including advice to Monica Lewinsky not to clean a semen-stained dress, thus preserving genetic evidence of sexual relations with the President.", "Linda Tripp baited a jury by providing information about Monica Lewinsky to lawyers in the Paul Jones lawsuit against President Clinton.", "In her testimony, she said Monica Lewinsky encouraged her to lie under oath to cover up the relationship.", "A federal judge ordered the White House to retrieve e-mails from the President, the First Lady and presidential aides concerning Tripp, the FBI files controversy, and Kathleen Willey.", "A poll by Newsweek magazine says that 56% of those polled believe Linda Tripp's main motivation in taping her conversations with Monica Lewinsky was to get attention or make money through a book deal.", "Forty-six percent believe the Clinton administration is obstructing justice."]}, "D0726F": {"D0726.M.250.F.F": ["In December 1998 Al Gore notified the Federal Election Commission that he had formed a campaign organization.", "He appointed four men and two women to key positions.", "He began his campaign with large sums of money resulting from speaking engagements and important early endorsements.", "Gore had been criticized for a lack of women in his inner circle and, in an effort to add women to prominent positions, later named women to the positions of press secretary, deputy campaign chairman, and pollster.", "In June 1999 Gore officially announced his presidential candidacy in Carthage, Tennessee.", "He received strong endorsements from California legislators and Latino leaders and was endorsed by Hillary Clinton.", "During the campaign Gore replaced some key staff members.", "Charles Burson replaced Ron Klair as chief of staff, William Daley replaced Tony Coelho as campaign chairman and Donna Brazile replaced Craig Smith as campaign manager.", "In September 1999 Gore moved his campaign to Tennessee.", "He hoped to reduce his campaign staff and distance himself from the President Clinton and his scandal-plagued administration.", "He wanted to focus on what his administration would do, rather that what Clinton's administration had done.", "He recruited Tennesseans to make political pilgrimages to Iowa and New Hampshire on his behalf.", "He campaigned hard in late 1999 and early 2000 and picked up liberal endorsements, including Senator Edward Kennedy.", "A February 2000 poll showed Gore's lead widening among registered Democrats but narrowing among those who definitely planned to vote.", "Gore chose Senator Joseph Lieberman for his running mate."]}, "D0724F": {"D0724.M.250.F.A": ["Obesity is a major health problem in the United States.", "Statistics on the extent of obesity are varied but one fact is clear: the problem is getting worse rather than better.", "Some statistical studies either combine or confuse the obese and the overweight.", "Reports from 1998-2000 showed 55-58% of the U.S. population either overweight or obese.", "58% of African-Americans were in the group with 54% of Latinos and 44% of whites.", "Studies found 20-33% of adults and 15% of children obese and one study placed the figure for Americans as a whole at 17.9%.", "Between 1991 and 1999 the obesity rate for Americans as a whole increased about 50% from 12% to 17.9%.", "In 1991 only 4 states had a rating greater than 15% while in 1999 45 states reached that level.", "The southeast U.S. increased 67.2% and Georgia led the nation with an increase of 101.8%. West Virginia had the highest rate of obesity at 22.9%.", "The cause of obesity is a complicated combination of genetic and environmental factors.", "While genetic factors influence appetite and the weight-gaining effect of a given quantity of food, the basic causes of the problem are over- consumption of high-calorie food and lack of adequate exercise.", "Specific examples of this mix are over-promotion and over-consumption of huge servings of fast food, lack of sidewalks and exercise facilities ad too much television.", "More generally, the cause is a culture of abundance and inactivity."]}, "D0706B": {"D0706.M.250.B.I": ["Aung San won Burma's independence from Britain in 1947 and was assassinated.", "His daughter Suu Kyi headed the opposition, was harassed by the government and put under house arrest.", "She wrote the famous essay \"Freedom From Fear\" and won the 1991 Nobel Peace Prize and Dublin's Freedom of the City honor in 2000.", "Tin Oo, NLD vice-chairman, fought alongside Aung San and became a respected army officer.", "He was imprisoned twice and placed under house arrest.", "The military took over Burma in 1962.", "The State Law and Order Restoration Council claimed power in 1988, massacring thousands and renaming Burma \"Myanmar\".", "In 1990 the National League for Democracy (NLD) party won 82 percent of the vote but the military annulled the election.", "The NLD set Aug 21, 1998 for convening the National Assembly.", "The government made 900 political arrests that summer.", "Refugees fled to Thailand.", "The US accepted hundreds of Burmese student refugees.", "Opposition guerrillas held the Myanmar embassy in Bangkok hostage for 25 hours in October 1999 and stormed a Thai hospital in January 2000.", "Most foreign aid ended after 1988.", "A 1996 Massachusetts law banning state contracts with anyone trading with Burma was overturned in court but other US localities passed similar laws.", "The US and others banned Burmese trade and investment and boycotted a heroin conference in Myanmar.", "Swedish telecommunications giant Ericsson ended Burmese operations when threatened with a boycott.", "In 2000 the US denied anti-drug certification to Burma, a major heroin source.", "AIDS is epidemic in Burma."]}, "D0729G": {"D0729.M.250.G.H": ["Eric Rudolph, a 31-year old carpenter is wanted for bombing an Alabama abortion clinic on 29 January 1998 and three bombings in the Atlanta area in 1996 and 1997.", "An explosion July 27, 1996 at Centennial Olympic Park killed one woman and injured 111 people.", "In a pair of explosions January 27, 1997, seven people were injured outside an Atlanta abortion clinic.", "A bombing at a gay nightclub in Atlanta February 21, 1997 injured five people.", "Rudolph became a suspect when witnesses saw a man acting suspiciously shortly after the January 1998 bombing.", "A North Carolina license plate on the man's truck was traced to him.", "Six months later, Rudolph was identified by a food store owner near Nantahale Lake in Western North Carolina not far from where he first lived.", "He stole the man's truck and took about a six-month supply of food.", "About 200 FBI, state, and local officials began searching the remote densely forested area employing helicopters, dogs, and survival-training volunteers.", "Evidence from the abandoned truck, buried trash, and boot prints proved he was in the area.", "A one-million dollar reward for information, distribution of photos, and prime-time TV exposure were employed to no avail.", "Rudolph has eluded police for three years.", "He is an experienced survivalist, knows the area well, has altered his identity by growing a beard and long hair, and is probably hiding in one of the area's hundreds of caves or mines.", "The search effort has been reduced to relying on volunteer information."]}, "D0738I": {"D0738.M.250.I.E": ["Mine output of metals and minerals in some central and South American counties makes them among the world's leading producers.", "Gold production in Mexico puts it into 17th place worldwide.", "Peru's gold production was the world's eighth biggest in 1998.", "Brazil is the world's 10th biggest gold producer and South America's largest, followed by Peru.", "Brazil's diamond production ranks seventh in the world.", "Argentina is ranked among the top 20 gold producers.", "Revenues from mines contribute significantly to the economies of these countries.", "Peru's mining production of copper and gold earned it $1.4 billion in 1995.", "Half of its hard currency comes from its mining industry.", "Mining in these countries faces several obstacles.", "Both mine production and exploration for new sources of metal and mineral resources may depend on prevailing worldwide prices.", "Mining is also dependent on investment by both national and foreign investors.", "Mexico's increase in gold production in 1996 was credited in part to investment made in its mining industry.", "Similarly, Argentina credited investment in their mining sector for its gold export increase between 1996 and 2000.", "Peru sought new investors in its gold mining industry from Thai entrepreneurs.", "Venezuela used incentives to attract capital to boost the mining of gold, coal, iron, nickel, and bauxite.", "Another obstacle to mining has been objections from indigenous people and environmentalists.", "They strongly opposed mining development in the jungles of Brazil and Venezuela, complaining that mining and building of support infrastructure leads to the destruction of trees and to mercury contamination."]}, "D0718D": {"D0718.M.250.D.D": ["Starbucks Coffee has expanded and diversified its business in a number of ways.", "In joint ventures with basketball legend Magic Johnson, Starbucks opened shops in the inner-city neighborhoods of Seattle's Columbia City, West Lost Angeles and New York's Harlem.", "It joined with Time Inc. to publish Joe magazine, to be sold exclusively in Starbucks coffeehouses.", "With The New York Times it agreed to sell the newspapers in American stores for three years in exchange for advertising promotion.", "Starbucks teamed with online urban delivery service Kozmo.com for cross-marketing and in-store promotion.", "Kozmo drop-boxes will be in Starbucks wherever the service operates.", "Starbucks acquired San Francisco-based Pasqua Coffee, adding 56 outlets to its network.", "It acquired high-quality tea maker Tazo, giving it a foothold in the specialty tea market.", "It established a European beachhead by acquiring the Seattle Coffee Co. in the UK.", "Starbucks purchased upscale music retailer Hear Music to continue its tradition of selling music CDs in its shops.", "A rumored takeover offer for Williams-Sonoma Inc. was unsuccessful.", "Starbucks created a consumer products division for its specialty items.", "Most of them have been joint ventures: ice cream with Dreyer's Grand Ice Cream; bottled Frappuccino with Pepsi-Cola; and the supermarket distribution of its coffee with Kraft Foods.", "It also announced a line of premium chocolates.", "Starbucks will form a new subsidiary, Starbucks X, to direct its expansion into online sales with a web site that will sell gourmet food, kitchen products and home furnishings as well as coffee products and music."]}, "D0741I": {"D0741.M.250.I.D": ["Forty-four-year-old day trader and chemist Mark Barton went on a shooting rampage at two Atlanta brokerage offices, killing nine people and wounding 13.", "He eluded police for five hours after the shootings before killing himself as they closed in.", "Police later discovered the bludgeoned bodies of his estranged wife and two children in her suburban Stockbridge apartment.", "In a note left near his family's bodies, Barton vowed to kill \"the people that greedily sought my destruction\".", "He wrote that he regretted killing his wife, and that he killed his children from a previous marriage, Matthew, 11, and Mychelle, 8, to spare them future pain.", "His wife was killed two days before the shooting rampage, his children the day before.", "Investigators pieced together a picture of a distraught man who'd been a loner as a teenager, had paranoid tendencies and a quick temper, and was troubled by unexplained fears.", "Barton had lost as much as $450,000 on gambling and Internet stock trading in the past year, including $153,000 in a 3-day binge, and $105,000 in the 15-day period before the killing started.", "Also, Barton was the only suspect in the 1993 bludgeoning deaths of his first wife and her mother, although he was never charged.", "The tragedies prompted close public scrutiny of the day trading industry's policies for disclosing the risks.", "Victims and their relatives have filed ten lawsuits in the year following the incident, naming as defendants the two brokerages, their landlords, their security firms and Barton's estate."]}, "D0722E": {"D0722.M.250.E.E": ["The mission of the National Missile Defense (NMD) system is to defend the US against the threat of a strategic ballistic missile attack.", "(Short-and medium missile defense is the mission of programs as the Patriot program and the Theater High-Altitude Area Defense (THAAD) program).", "The NMD system emerged from President Reagan's \"Star War\" program.", "In 1998, Boeing was awarded a $1.6 billion research and development program contract to design, develop, test and integrate components for a NMD system.", "Boeing was to design a system of ground-based interceptor missiles and spaced-based satellites for missile launch detection and communication.", "The system had an estimated cost of $60 billion.", "The Clinton administration envisioned a more modest land-based system, with a cost of $10.5 billion.", "The initial proposed system of 100 interceptor missiles would protect the US from a limited nuclear attack or an accidental launching.", "Prominent scientist urged delaying the proposed NMD system.", "They said the system could be fooled by decoys or other countermeasures easily within reach of any country capable of launching a long-range ballistic missile armed with a nuclear warhead at the US.", "Prototype interceptor missiles failed to hit their targets in tests in 2000.", "Britain opposed the NMD system, claiming it would increase Britain's vulnerability to attack without offering coverage by the US defensive screen.", "The Clinton administration, concerned that deploying the system would violate the 1972 Anti-Ballistic Missile Treaty with Moscow, had not decided to deploy the system.", "Russia opposed the system, claiming it violated the treaty."]}, "D0712C": {"D0712.M.250.C.C": ["In 1989, Ayatollah Khomeini of Iran issued a death sentence on British author Salman Rushdie because his book \"Satanic Verses\" insulted Islamic sanctities.", "Rushdie was born in India, but his book was banned and his application for a visit was denied.", "British Airways would not permit Rushdie to fly on its airplanes.", "Reacting to diplomatic pressures by Britian and other European Nations, Iran announced in 1996 that the death sentence was dropped.", "President Rafsanjani said there was a difference between a fatwa (ruling) and a hokm (command) and that Khomeini did not mean the sentence to be a command.", "Despite official retraction of the death sentence, Iranian Islamic fundamentalists continue to demand Rushdie's death.", "The Khordad Foundation raised the reward for Rushdie's death to 2.5 million dollars and announced, \"There is nothing more important to the foundation than seeing Imam Khomeini's decree executed.\" In 1998, Grand Ayatollah Lankarani and Grand Ayatolla Hamedani said the fatwa must be enforced and no one can reverse it.", "More than half of Iran's parliament signed a letter saying the death sentence against Rushdie still stands.", "A hard-line student group offered $333K to anyone who kills Salman Rushdie; residents of a village in northern Iran offered land and carpets to anyone who kills him and thousands of Iranian clerics and students pledged a month's salary toward a bounty.", "In February 2000, the Islamic Revolutionary Guard said in a radio report that the death sentence was still in force and nothing will change it."]}, "D0710C": {"D0710.M.250.C.C": ["In November 1998, Greek-Cypriot police arrested two Israelis, Udi Hargov, 27 and Igal Damary, 49, and accused them of spying.", "They were caught with a radio scanner, tapes of Cypriot police or army communications and maps in the fishing village of Ziyi, where a nearby Cypriot Army exercise was taking place.", "The Cypriots suspected they were spying for Turkey in connection to the recent Greek-Cypriot purchase of Russian S-300 anti-aircraft missiles.", "There were fears that Israel would train Turkish pilots on how to bomb the missile sites.", "The two men entered Cyprus with false passports in October and there was evidence of phone communications with an \"intelligence institute\" in Tel Aviv just prior to their arrest.", "Following initial denials that the two men were Mossad agents, Israeli officials began diplomatic efforts to secure their release.", "A senior official of Israel's Mossad intelligence agency, idenfified only as \"Y,\" reportedly resigned in late November as a result of this incident, the third \"botched spy mission\" of Mossad in a year.", "After negotiations between Attorney-General Alecos Markides and his Isreali counterpart, Elyakim Rubinstein, espionage charges were dropped and the two men pleaded guilty to lesser charges resulting in a three year prison term handed down in February 1999.", "In August 1999,the two men were pardoned by Cypriot President Glafcos Clerides.", "A Cypriot government statement said that it was a goodwill gesture toward the new Israeli government of Ehud Barak and that the detention of the men would no longer serve the national interest."]}, "D0728G": {"D0728.M.250.G.A": ["The antiviral drug interferon is a genetically engineered replica of a naturally occurring human protein.", "A weak angiogenesis inhibitor, interferon blocks a substance secreted by some tumors that signals the body to grow more cells.", "It has been used most prominently either alone or in combination with ribavirin to treat liver disease, particularly hepatitis B and hepatitis C, but has also been effective in stopping the growth of giant-cell tumors.", "Its effectiveness in reducing inflammation and quieting down overactive immune systems has helped delay the onset and slow down the progress of multiple sclerosis.", "Used most extensively in the treatment of hepatitis C, interferon typically reduces symptoms of about 20% of patients if administered for six months and achieves a substantial response in as many as 30% if continued for 12-18 months.", "It eliminates the disease in only 10-20% of patients and about half of those treated do not respond at all.", "On the positive side, it has saved the lives of many children with life-threatening tumors called hemangiomas for which no other cancer treatment had worked.", "Treatment with interferon often results in physical and emotional side effects.", "Patients complain that flu symptoms, lethargy, clogged saliva glands, chronic yeast infection, urinary infection and depression can often make the treatment almost as devastating as the disease."]}, "D0716D": {"D0716.M.250.D.C": ["In October 1997, the Australian government gave permission to Energy Resources of Australia (ERA) to open the Jabiluka uranium mine on the edge of the Kakadu National Park which is on the World Heritage List, in Australia's Northern Territory.", "The mine is expected to produce 19.5 million tons of ore and generate 4.46 billion U.S. dollars to Australia's GNP over 28 years.", "Jabiluka is considered a litmus test for up to 12 other uranium mines in Australia.", "Conservationists and the Aboriginal \"Mirrar\" owners of the land oppose the mine while ERA insists that its environmental record has been proven by the 16-year operation of the Ranger mine, also located in the Kakadu Park.", "Opposition leader Kim Beazley said the Labor Party would stop Jabiluka if it won the government in the October national election.", "Shortly after construction began in mid June 1998, there were a series of public protests.", "An ERA office in Darwin was firebombed.", "A team from the United Nations World Heritage Bureau visited the site, then called for closing the Jabiluka mine because it poses a danger to the cultural and natural values of the Kakadu Park.", "In November 1998, the U.N.", "World Heritage Bureau, after intense lobbying by the Australian government, decided not to put the Kakadu National Park on its endangered list, but asked for a detailed report by April 15th 1999 on what has been done to prevent further damage and mitigate all threats to the Kakadu park by the Jabiluka mine."]}, "D0705A": {"D0705.M.250.A.H": ["ETA, a Basque language acronym for Basque Homeland and Freedom, is a separatist group demanding the right to self-determination for Spain's three Basque provinces in the north to form an independent state in union with the three Basque regions in southwestern France.", "Since the ETA campaign began in 1968, over 800 people have been killed.", "The Spanish government has consistently refused to negotiate with the separatists.", "The conflict is characterized by demonstrations by Basque separatists and sympathizers, violent clashes with police, firebombings, and assassinations of officials and militants on both sides.", "In July 1996, the ETA announced a weeklong unilateral ceasefire.", "It was rejected by the Spanish government, which urged its political parties not to negotiate unless the separatists agreed to surrender its weapons, confirm that it really wants peace, and renounce violence for good.", "At issue was the fate of over 500 ETA prisoners in remote areas of Spain and the release of a prison officer held by the ETA for over five months.", "The uncompromising led to further demonstrations, bombings, and six slayings by June 1998, fueled by ETA's charge that the government was trying to snuff out the Basque language.", "In November, the ETA and the government made direct contact for the first time since 1989 but only with acknowledgement that the two sides would have further contacts.", "The government transferred some prisoners and considered paying damages to relatives of Basques killed by government squads.", "By late 2000, the death toll was 12 and progress seemed doomed."]}, "D0711C": {"D0711.M.250.C.A": ["On May 30, 1990 the Federal Trade Commission opened an antitrust investigation of Microsoft Corp.which was dropped in August 1993 without action.", "In July 1994 Microsoft and the Department of Justice (DOJ) reached a settlement in which the company agreed to change key aspects of its licensing agreements.", "In April 1995 DOJ sued to block Microsoft's acquisition of Intuit, Inc., maker of the Quicken personal finance program.", "In September 1996 it was announced that DOJ was conducting an investigation of Microsoft concerning possible antitrust violations involving marketing and distribution of its Internet Explorer software.", "The charges did not go to trial until October 1998.", "Meanwhile antitrust suits lodged by Microsoft competitors Sun and Caldera lingered in the courts adding substance to the DOJ investigation.", "By October 1999 DOJ estimated its cost for antitrust actions against Microsoft over the decade as $13.3 million.", "The same month a federal judge's finding of fact ruled that Microsoft had abused its power and harmed consumers.", "Settlement talks between DOJ and Microsoft ensued, but in March 2000 DOJ rejected Microsoft's offer.", "Forty-eight hours later the judge in the case issued his finding of law: that Microsoft violated the nation's antitrust law through predatory and anticompetitive behavior and kept \"an oppressive thumb on the scale of competitive fortune\".", "Microsoft said it would appeal.", "DOJ proposed as punishment breaking Microsoft into two companies--one for Windows and one for everything else.", "The judge approved the split and Microsoft said it would appeal."]}, "D0721E": {"D0721.M.250.E.C": ["In October 1998, Matthew Shepard, a gay, 21-year old University of Wyoming college student was savagely beaten and tied to a fence in near-freezing temperatures.", "He died five days later.", "Matthew was lured out of a bar and attacked by two high-school dropouts, Aaron McKinney, 22 and Russell Henderson, 21.", "Henderson pleaded guilty and was sentenced to two consecutive life terms.", "McKinney went to trial, was found guilty and sentenced to two consecutive life terms.", "The killing galvanized gays and lesbians nationwide.", "Over 5,000 marched in Manhattan.", "Candlelight vigils and campus rallies took place across the country.", "Over 450 bills on issues important to gays and lesbians were introduced in legislatures across the country in 1999, prompted in part by the murder of Matthew Shepard.", "Spokesmen for the gay community lashed out at right-wing organizations such as the Family Research Council and criticized public figures such as then Senate Majority Leader Trent Lott for saying that homosexuality is a sin and gay people should be helped just like alcoholics or kleptomaniacs.", "A New York Times writer said \"Once any group is successfully scapegoated as a subhuman threat to \"normal\" values by a propaganda machine, emboldened thugs take over.", "Shepard's father urged Congress to adopt legislation that would extend federal hate-crime protection to gays and lesbians.", "The U.S. Senate approved such legislation, but the House did not.", "In 2000, \"The Laramie Project,\" a collaboration between a New York-based theater troupe and the people of Laramie, Wyoming, was well received."]}, "D0709B": {"D0709.M.250.B.D": ["Angelina Jolie's screen debut was in one of her father John Voight's movies \"Looking to Get Out\" (1982) at the age of 6.", "As a young adult, her early movie roles include appearances in \"Hackers\" (1995) and \"Foxfire\" (1996).", "She won back-to-back Golden Globe awards for her TV movie performances in \"George Wallace\" (1997) and \"Gia\" (1998).", "Jolie took a short break from acting after \"Gia\" and studied film writing and directing at New York University.", "She soon returned to acting and won Golden Globe, Screen Actors' Guild and Academy awards as best supporting actress in \"Girl Interrupted\" (1999).", "Other film credits include \"Playing God\" (1998), \"Playing by Heart\" (1999), and \"Pushing Tin\" (1999).", "She costarred with Denzel Washington in \"The Bone Collector\" (1999), the first film for which her name appeared above the title.", "Soon after divorcing actor Jonny Miller, Jolie married \"Pushing Tin\" costar Billy Bob Thornton in a quickie Las Vegas ceremony in May 2000.", "That same year, Jolie starred with Antonio Banderas in \"Dancing in the Dark\", and opposite Nicolas Cage and Delroy Lindo in \"Gone in 60 Seconds\", a box office hit despite poor reviews.", "Aside from films, Jolie appeared on the spring 1999 cover of Allure and in the Rolling Stones video \"Has Anybody Seen My Baby\"?", "Upcoming films credits will include starring as Lara Croft in \"Tomb Raider\" and with Kevin Costner and Meg Ryan in Oliver Stone's \"Beyond Borders\".", "Jolie turned down a leading role in \"Charlie's Angels\"."]}, "D0725F": {"D0725.M.250.F.E": ["Iran's known nuclear capabilities in the late 1990s consisted of several nuclear research facilities, including the Bonab facility in northwestern Iran, and a power plant under construction with Russian help in the southern port of Bushehr.", "The US feared that the Bushehr facility could provide Iran with the means to build a nuclear weapon.", "Both he US and Israel, which long suspecting Iran of trying to produce nuclear weapons, opposed Russian-Iranian nuclear cooperation.", "Russia claimed that the Bushehr plant was purely for peaceful purposes and that Iran had neither the technical capability nor the intention of making nuclear weapons.", "Russia and Iran signed an agreement in 1998 to promote nuclear cooperation and possibly build more nuclear power plants in Iran.", "Israel voiced concern over this agreement.", "The US feared that Iran was scouring the world market for nuclear weapon materials.", "US intelligence officials differed on the pace of Iran's nuclear developments because of difficulties in monitoring Iran's acquisition of nuclear material and technology.", "After Pakistan's nuclear testing in1998, Israel feared that Pakistan would share its capabilities and technology with Iran.", "Israel also accused Russia, China, and North Korea of selling Iran technology and expertise for its nuclear weapons program.", "Iran tested a mid-range missile in 1998 capable of hitting Israel, Saudi Arabia, and Turkey, and potentially capable a carrying a nuclear warhead.", "Israel considered these developments a long-range threat to Israel's survival.", "In 1999, a Turkish newspaper reported that Iran intended to carry out nuclear tests, which Iran denied."]}, "D0723F": {"D0723.M.250.F.B": ["By 1998 Senator Diane Feinstein (D-CA) was the senior Democrat on the Judiciary Committee's panel on technology, terrorism and government information.", "She started raising $15 million for a second term in the Senate.", "Her 1984 ban on assault weapons and a Mojave Desert national park were crowning achievements of her Senate career.", "In 1999 she authored a failed resolution censuring President Clinton, but voted against both articles of impeachment.", "She declined to consider Vice-Presidential candidacy, after seeking a VP nomination in 1984.", "Her 2000 Senate campaign blamed Republicans for rejecting her patients' rights bill, tobacco regulation, and gun purchase restrictions.", "She ran on improving health care, preserving Lake Tahoe, restricting gun sales, eliminating the gas additive MTBE, and bringing together opponents in California's water wars.", "Opponent Representative Tom Campbell (R-CA), a Stanford Law professor and pro-abortion rights, made her Senate race nationally significant and her toughest since 1990, when she was booed at a state Democratic convention for supporting the death penalty.", "A centrist, her support cuts across lines of party, ethnicity and gender.", "Feinstein amended a trade bill to eliminate sanctions against Sub-Saharan African countries producing copycat US AIDS drugs.", "She supported deficit reduction.", "In 2000 Feinstein introduced legislation requiring gun owners to obtain licenses and register.", "Feinstein successfully rebutted opponent's erroneous charges that her support for normalizing China trade relations benefited her husband and that she had hidden related financial disclosure information.", "Senators Feinstein and Boxer were the first two women co-chairs of a national political convention."]}, "D0703A": {"D0703.M.250.A.C": ["European Union (EU) nations agreed that a single currency (the Euro) will go into effect on January 1, 1999.", "Polls indicate support but widespread skepticism remains.", "Eighty percent in six countries say they are not well informed.", "Some economists worry about loss of financial sovereignty; others worry about rising unemployment and interest rates.", "Proponents say the Euro will guarantee currency stability, lower interest rates and contribute to the unity of the EU.", "Belgium, Germany, Spain, France, Ireland, Italy, Luxemboug, the Netherlands, Austria, Portugal and Finland are founding members of the Euro club.", "Britain and Demark have opted out while Greece and Sweden have been judged economically not ready to join.", "The Euro will rival the U.S. dollar as an international currency but will not replace the U.S. dollar as the choice for foreign reserves.", "Initial transactions will be cashless.", "Bank notes and coins will become legal tender January 1st 2002 while national currencies will stop circulating by July 1st 2002.", "France, Finland, Belgium and Spain have started production of Euro's.", "A total of 70 billion coins should be issued to replace the national currencies.", "The Vatican, San Marino and Monaco are entitled to use the Euro as their official currency but cannot issue any currency unless they agree to EU conditions.", "The design of the Euro is required to include five languages, the symbol of the EU (12 stars in a ring) and will feature bridges, windows and doorways in various European styles.", "\"EUR\" will be the currency code."]}, "D0735H": {"D0735.M.250.H.H": ["Large numbers of the Gray wolf, canus lupus (also known as the timber wolf), and its subspecies the Mexican gray wolf and the red wolf once ranged in large numbers over much of the United States.", "By 1930, however, private, state, and federal extermination campaigns ensured that wolves were hunted, trapped, and poisoned to near extinction in the contiguous U.S. In 1973 the U.S. congress established the Endangered Species Act, to, \"provide for the conservation, protection, restoration, and propagation of species of fish, wildlife, and plants facing extinction,\" but only about 400 wolves were estimated to still be alive in the lower 48 states to benefit from that legislation-almost all of them timber wolves living in Minnesota or Michigan; the Mexican gray wolf, native to Arizona, New Mexico and northern Mexico, and the red wolf of the Southeastern states, had been all but eliminated in their respective habitats by the time the act was passed.", "Since the mid 70's, wolf restoration efforts led by state and federal wildlife officials and private conservation groups, though complex and controversial, have been largely successful.", "Despite continued opposition to reintroduction programs by a contingency of ranchers, farmers, timber companies, and outdoorsman (including both legal appeals and illegal killings), scientists are confident that the wolf is making a comeback.", "Although currently limited to less than 5% of its former range in this country, more than 3,500 animals roam parts of eight states with the timber wolf currently listed as \"threatened\" rather than endangered."]}, "D0736H": {"D0736.M.250.H.I": ["The Oprah Winfrey Show features talking cures and learning who you are.", "She includes a Wednesday seminar with \"change your life\" guru John Gray, who handed an audience member a stick and told her to whack a box labeled \"Guilt.\" Sensible psychologist Dr. Phillip C. McGraw and spiritual advice giver Gary Zukav appear.", "A stream of guests confess their problems.", "Oprah shared revelations of her sexually abused girlhood and has been shown lounging in a bathtub surrounded by candles.", "\"Queen\" Oprah bestows gifts of food, CDs, and Palm Pilots on her audiences, and opportunities for self-enhancement and self-discipline to all her fans, extending the fantasy of bestowing fortunes on ordinary citizens.", "Being chosen for Oprah's Book Club almost guarantees that a book will be a best seller.", "Author Wally Lamb appeared on Oprah's show and soon after his book topped bestseller lists.", "North Carolina novelist Robert Morgan appeared and discuss his book \"Gap Creek\", set in turn-of-the-century Appalachia and dealing with premature births and deaths, malnutrition, poverty and other hardships.", "Politicians Al Gore and George W. Bush both appeared on Oprah's show to attract more women's votes.", "Gore said he would ask the entertainment industry to voluntarily stop marketing inappropriate movies, video games and music to children.", "The Oprah Winfrey show \"melodramatized\" the mad cow disease scare but did not give false information about it or defame cattle producers, according to a federal court ruling.", "Shows broadcast from the Bahamas included a \"Sexiest Island Man\" contest and bathing suit makeovers."]}, "D0742J": {"D0742.M.250.J.J": ["John F. Kennedy, Jr., was the pilot of a small plane that went missing the night of Friday, July 16, 1999.", "On board were his wife, Carolyn Bassette Kennedy, and her sister, Lauren Bassette.", "Although an employee at Martha's Vineyard Airport had reported that the plane was unaccounted for, no action was taken until the Kennedy family contacted the Federal Aviation Administration after midnight.", "Kennedy was on his way to Martha's Vineyard to drop off his sister-in-law before flying on the Hyannis Port where he and his wife were to attend his cousin's wedding.", "The wedding was postponed.", "The Kennedy family gathered at the family compound in Hyannis Port to pray and await word from the massive search.", "Mass was held for the family.", "After the search was called off on Sunday, both the Kennedy family and the parents of Carolyn and Lauren Bassette released statements.", "Sen. Edward Kennedy went to Bridgehampton, N.Y., to meet with and console John's sister, Caroline Kennedy Schlossberg.", "The wreckage and the bodies were found on Wednesday.", "Edward Kennedy and his two sons were taken by helicopter to the ship to witness the recovery.", "Sen. Kennedy then accompanied the bodies to the Coast Guard station.", "The ashes of all three victims were buried at sea in a closely guarded ceremony aboard a Navy destroyer.", "The funeral party returned to Hyannis Port for a private reception.", "A private memorial mass was held at St. Thomas More Church in New York on Friday, July 23."]}, "D0739I": {"D0739.M.250.I.D": ["After \"Seinfeld\" ended, Jerry Seinfeld did a stand-up tour, a 10-show Broadway run, and an HBO special, \"I'm Telling You This for the Last Time\".", "He planned a second TV special and a comedy album based on the first.", "Seinfeld, who says he'll never do another sitcom, has done some commercial promotions.", "He married Jessica Sklar, who became pregnant with their first child in 2000.", "Cast members Jason Alexander, Julia Louis-Dreyfus and Michael Richards also have done numerous commercials.", "Alexander appeared as Boris Badenov in the movie \"The Adventures of Rocky and Bullwinkle\".", "Richards took it easy after \"Seinfeld,\" but now plans to star as befuddled private detective Vic Nardozza in \"The Michael Richards Show\" on NBC.", "Recurring cast members Estelle Harris (George's mother), Wayne Knight (Newman), Phil Morris (Jackie Chiles), and Patrick Warburton (Puddy) can be seen selling a variety of products.", "Morris considered starring in an NBC sitcom executive-produced by Seinfeld and Larry David.", "After the show ended, a 68-page script from the 1992-93 season with all the \"alrights\" was auctioned for $1,500 to $2,000.", "TBS purchased national cable and metro Atlanta rights to syndicated repeats of \"Seinfeld\" beginning fall 2002 and lasting four years.", "To assist saddened \"Seinfeld\" lovers, AllHerb.com offered \"As-Funny-as-Seinfeld Kits\" which included a free month's supply of Saint Johnswort and a list of 25 names that rhyme with female body parts.", "NBC moved its next-best comedy \"Frasier\" into \"Seinfeld's\" timeslot.", "David starred in a special and show on HBO, both called \"Curb Your Enthusiasm\"."]}, "D0734H": {"D0734.M.250.H.F": ["In November 1997 a National Institutes of Health (NIH)-sponsored panel concluded for the first time that there is clear evidence that acupuncture effectively treats pain after surgery or dental procedures and controls nausea and vomiting caused by chemotherapy or pregnancy.", "The panel called for research money to determine how to integrate acupuncture into the American healthcare system.", "Acupuncture is effective in some patients for tennis elbow, muscle pain and menstrual cramps.", "Acupuncture has also been used for cosmetic therapy, addictions, weight problems, bedwetting, and acne.", "Veterinarians are using acupuncture in treating animals.", "Acupuncture offers the advantages of fewer side effects, relatively lower cost, and usability with pregnant women.", "NIH sees acupuncture, when incorporated into a comprehensive medical treatment, potentially as effective as mainstream accepted and conventional therapies.", "They have spent considerable money on acupuncture therapy research.", "Doctors, hospitals, medical centers and senior centers in the United States are increasingly integrating alternative and traditional medicines.", "Two thirds of US medical schools teach acupuncture.", "In 1999 about nine percent of US hospitals offered complementary-care centers.", "The number of doctors trained in acupuncture has grown from 200 in 1991 to 1550 in 1999.", "Hospitals offer cardiac patients an option of acupuncture or massage therapy following surgery.", "HMOs such as Kaiser offer acupuncture for chronic pain.", "California requires workers' comp policies to cover acupuncture and six major California health insurance companies opted to cover acupuncture.", "In 1998 two California medical centers opened alternative patient-care programs."]}, "D0701A": {"D0701.M.250.A.I": ["The Southern Poverty Law Center is a nonprofit research group based in Montgomery, Alabama that battles racial bias.", "It tracks US hate crimes and the spread of racist organizations.", "It covers right-wing extremists in its magazine Intelligence Report.", "Through its Teaching Tolerance program it provides materials to teachers to promote interracial and intercultural understanding.", "It freely distributes booklets on combating hate to schools, mayors, police chiefs, and other interested groups and citizens.", "It advises city leaders faced with hate crimes.", "Morris Dees co-founded the SPLC in 1971 and is its chief trial counsel and executive director, following Julian Bond.", "Dees and the SPLC seek to destroy hate groups through multi-million dollar civil suits that go after assets of groups and their leaders.", "In six lawsuits based on hate crimes or civil rights abuses, they have never lost.", "They successfully sued the Ku Klux Klan and the related Invisible Empire Klan, United Klan of America, and Christian Knights of the KKK; the White Aryan Resistance; and the Aryan Nations and its founder Richard Butler.", "The SPLC influenced funeral homes to provide equal services to blacks and whites, tried to discourage the sale and distribution of the racist book The Turner Diaries, and protected Vietnamese fishermen from Klan intimidation.", "The SPLC devotes much effort to raising the funds needed to help minorities litigate against civil rights abuses.", "It charges its clients nothing.", "Nearly all money from settlements goes to the victims, with less than 2 percent going to the SPLC."]}, "D0704A": {"D0704.M.250.A.H": ["Amnesty International, a London-based watchdog group, has been active in monitoring, researching, and reporting on human rights issues worldwide.", "Examples of Amnesty International initiatives over the past 10 years include: involvement in the Israeli/Palestinian conflict in an attempt to ensure that human rights guarantees be mutually respected; focus on perceived human rights abuses in warring African countries; bringing charges of racism and brutality to bear on police in Europe; bringing attention to persistent human rights violations in Russia; advocating for an impartial retrial for a leader of the Landless Rural Workers Movement in Brazil.", "Additionally, Amnesty International researchers uncovered incidents of war crimes in Kosovo; urged Thailand's military government to avoid possible violence by improving human rights in the run-up to the 10th anniversary of Myanmar's failed democracy uprising; denounced the human rights climate in Cambodia; demanded a government probe into alleged unauthorized detention camps in Sri Lanka; petitioned Indonesia to allow a fact-finding team to investigate accusations of the abduction and torture of pro-democracy activists by that country's military; and accused Britain of selling arms to questionable regimes and deterring political asylum seekers.", "While the organization has been effective in launching and carrying out campaigns seeking to highlight and resolve these and other human rights issues, it has also received criticism from some parties for its involvement.", "Amnesty International has been accused of biased, distorted reporting, unscientific research, serving special interests in political conflicts, sowing seeds of dissent, and interfering in the internal affairs of the nations it investigates."]}, "D0743J": {"D0743.M.250.J.I": ["Turkey's August 1999 earthquakes with 7.4 magnitude and 1,300 aftershocks were its largest since 1976 and first in Turkey's densely populated industrial west.", "Final death estimates were 15,000-17,000.", "Over 100,000 buildings and the Golcuk naval base were destroyed.", "Bridges, highways, power stations, and water and telephone lines were damaged.", "A fire at Turkey's largest oil refinery was finally extinguished but produced widespread pollution.", "200,000 were made homeless and thousands lived outdoors unsheltered from heavy rains.", "Disease was feared.", "Turkish rescue efforts were plagued by inexperience, poor organization and lack of supplies.", "Countries worldwide sent money, equipment, expertise, relief workers, and shelters.", "NGOs jumped in to help.", "Factories established tent camps for their displaced workers.", "The area hit provided almost half Turkey's tax revenue.", "Economic damage was estimated at $20-40 billion.", "The government lacked cash for infrastructure repair and threatened to relapse into recession.", "Turkey expected loans and grants for rebuilding.", "Lax building codes and unscrupulous contractors and politicians contributed to the destruction by allowing substandard buildings on fault lines.", "Cheap cement buildings collapsed.", "Turkey prepared extensively for new quakes, including building coordination headquarters in fields, giving officials walkie-talkies, and requiring inspections and insurance for new buildings.", "Those whose substandard buildings collapsed and caused fatalities were arrested.", "A year later 150,000 were in prefab homes and only 26,000 still in tent cities.", "Criticism dissipated with government-subsidized rents and free meals.", "Response to subsequent smaller quakes was efficient.", "Booming construction helped the economy.", "The EU made Turkey a member-candidate.", "Psychological damage remained."]}}